{
  "events" : {
    "\"Vólkstanzer Féster\" (folk dance festival) is boosting business in Grafenland" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Grafenland",
      "createdOn" : "01/06/2017 19:15:24",
      "description" : "1st of June 2017: The Grafenland folk festival \"Vólkstanzer Féster\" begins.\nThis morning, King Florian IV opened the festival in a solemn ceremony.\n10 days now exceptional condition in Grafenland. The schools have been closed, many people traditionally have vacation to this event.\nThe gastronomy works on high tours and the tourism is a challenge for Grafenland.\nThe Royal Cabinet of Grafenland invites politicians from all over the world to participate in the festivities.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/grafenland__72329.png",
      "title" : "\"Vólkstanzer Féster\" (folk dance festival) is boosting business in Grafenland"
    },
    "1498135848285" : {
      "approvalCount" : 0,
      "channel" : "General",
      "createdBy" : "The_Quantumderp_Republic",
      "createdOn" : "22/06/2017 08:50:47",
      "description" : "The Allied states of the Quantumderp Republic have dicided through heavy debate to revise their military and economic budgets",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/Azores.png",
      "title" : "Revising Budget"
    },
    "1498174918459" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "comments" : {
        "1498251699316" : {
          "createdOn" : "23/06/2017 22:01:39",
          "message" : "The Troiyan Government, which currently occupies most of Afrikia, has shown anger towards Stahnia for doing this without any communication. However, Prime Minister Liderov still congratulates the country for it's development.",
          "nation" : "Troiya"
        }
      },
      "createdBy" : "Stahnia",
      "createdOn" : "22/06/2017 17:42:00",
      "description" : "Deep in the Afriki Sahara desert on the morning of June 22nd, at exactly 06:00 local time, a thermonuclear device was set off by Stahnian Scientist and Engineers. After months of planning, addition months of facility construction and device testing and creation, Stahnia has been brought into a thermonuclear age. \n \nAs the Afriki military has all but been destroyed or scattered, the Stahnian government secretly authorized and enacted Operation Pembe za Nyati in order to further its military technology.\nThe device in question, generally known as “Buffalo Horns” was based on the principles of a boosted nuclear device. From the previous nuclear tests conducted by the nation of Stahnia, the fission device was created and miniaturized, so that it could be mounted with a fusion device. The device in total weighs ~25,500 pounds, and was approximately 15 feet by 4.5 feet. In testing the device had  a yield of approximately 17 Megatons of TnT. \n \nIn a short meeting with the press in the Afriki city of Khartoum, ruler Käddiåston had this to say. “With great solemnity I congratulate the most brilliant minds in Stahnia upon their creation. This device marks a new age in how Stahnia stands among the world’s nations. As demonstrated by that the latest conflict Stahnia’s enemies have not feared her. Well today, I hope that has changed. Stahnia will avoid using these devices at all costs, however, it is good to keep in mind that we have them.” Ruler Käddiåston is on his way to tour the blast site of the Buffalo Horn device.\n",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/stahnia__657081.jpg",
      "title" : "Stahnian Thermonuclear Test"
    },
    "1498230861637" : {
      "approvalCount" : 0,
      "channel" : "General",
      "createdBy" : "Jokovia",
      "createdOn" : "23/06/2017 11:14:21",
      "description" : "Today, June 24, marks the one year anniversary for the nation of Jokovia. The government has declared today a statutory holiday. Since the nation's birth in 2016, the population has been growing at a stable rate, now 2.1 million residents, thanks to high standards of living and a booming technology industry. Jokovia has achieved the best education and healthcare ratings in Norrland.\n\nJokovia embraces an open-immigration policy, and welcomes people from all over the world who are in need of a safe place to live, or who can contribute positively to Jokovian society.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/jokovia__563386.jpg",
      "title" : "Jokovia Celebrates 1-Year Anniversary!"
    },
    "1498238471046" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Ampres",
      "createdOn" : "23/06/2017 19:21:11",
      "description" : "the Tempête is the new warplane of Ampres.\n\nbuilt by the Ampresian compagny Saphir, the Tempête was a prototype since the reign of Jonathan family, but was stop during the civil war.\nHowever, with the new Ampresian Emperor which want to increase the defense budget, the test has come to an end, the Tempête is now officially here.\n\nStatistics of the Tempête:\nType: Multirole ;\nCrew: 1 ;\nWidth: 11.85 meters ;\nHeight: 4.90 meters ;\nMaximum speed: 2450km/h (1,98 Mach) ;\n10 hard points (4 under each wing and 2 under the fuselage)\n",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/ampres__500063.png",
      "title" : "Ampresian new warplane, the Tempête"
    },
    "1498241949869" : {
      "approvalCount" : 0,
      "channel" : "General",
      "createdBy" : "Tortoisera",
      "createdOn" : "23/06/2017 20:19:06",
      "description" : "Following several months after its announchment. The newest type of a 'Supercarrier' has been completed, built as a Campbell-class Aircraft Carrier. It is named TNS Leatherback. Powered by a Nuclear Power, The ship is now the flagship of the navy as it sets sail in several days.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/tortoisera__491091.jpg",
      "title" : "The Next level of Supercarriers"
    },
    "1498250907847" : {
      "approvalCount" : 0,
      "channel" : "General",
      "comments" : {
        "1498251340501" : {
          "createdOn" : "23/06/2017 22:55:40",
          "message" : "The Ampresian government accepts the offer \"I look forward to work with the Manchesian government\" - François I",
          "nation" : "Ampres"
        }
      },
      "createdBy" : "Manches",
      "createdOn" : "23/06/2017 21:48:29",
      "description" : "After seeing the Ampresian development of the Tempête, the Manchesian government has proposed joint aircraft development and perhaps weapons development in general in future, the government hopes the offer is accepted.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/manches__261956.png",
      "title" : "Joint Weapons Development?"
    },
    "1498252430399" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Troiya",
      "createdOn" : "23/06/2017 22:13:50",
      "description" : "The Troiyan National Young Cadets Force, TNYCF, was founded on the 23rd June, 2017. Teenagers aged fifteen to eighteen are allowed to join. The TNYCF has three branches: the Navy, the airforce and the army. They are all small and use out-of-date technology. Already, the army has 841 personnel and is expected to get bigger.\n\nIn other affairs, currently the Royalist Party (Officially the Greater Troiyan Imperial Party) is winning the election by 43%, followed by the National Troiyan Unionist Party with 31%. It is expected that the Royalist Party will win, however nobody knows.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/troiya__49105.jpg",
      "title" : "Troiyan National Young Cadets Force (TNYCF) Founded!"
    },
    "1498255438785" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "comments" : {
        "1498298116412" : {
          "createdOn" : "24/06/2017 11:55:16",
          "message" : "François de Bonmérite will attend to Franziska Kiefer's coronation",
          "nation" : "Ampres"
        },
        "1498316047936" : {
          "createdOn" : "24/06/2017 09:54:09",
          "message" : "CEO Coleman Hoskins will attend the coronation",
          "nation" : "Dannan_Shelwe"
        },
        "1498316223603" : {
          "createdOn" : "24/06/2017 15:57:06",
          "message" : "Matt Taggart is on the way",
          "nation" : "New_Woking"
        },
        "1498318523231" : {
          "createdOn" : "24/06/2017 17:35:20",
          "message" : "The President of the Republic of Tortoisera: President Lewis Campbell, will attend the coronation.",
          "nation" : "Tortoisera"
        },
        "1498321221965" : {
          "createdOn" : "24/06/2017 18:20:22",
          "message" : "The Imperial Family is on the way to Galland and May. Unfortunately, Prime Minister Gitte de Poot is not able to attend, as she is still in Dublin as of the LON Conference and a state visit to the United Netherlands and Belgium.",
          "nation" : "New-indochina"
        },
        "1498336615704" : {
          "createdOn" : "24/06/2017 23:36:54",
          "message" : "Juhana I and the royal family will attend the coronation. ",
          "nation" : "Kievinki"
        }
      },
      "createdBy" : "Gal_May",
      "createdOn" : "23/06/2017 18:03:58",
      "description" : "After weeks of political unrest, the Crown of Galland and May has officially been passed down to Princess Franziska Kiefer. All World leaders are invited to attend her Coronation, especially other nations who possess royal families.\n[the coronation will take place tomorrow in real life time]",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/gal_may__952163.png",
      "title" : "Coronation of Queen Franziska Kiefer"
    },
    "1498278678729" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "comments" : {
        "1498296882878" : {
          "createdOn" : "24/06/2017 10:34:42",
          "message" : "The Troiyan Government congratulates the Communist Party on their victory.",
          "nation" : "Troiya"
        },
        "1498299090944" : {
          "createdOn" : "24/06/2017 12:11:29",
          "message" : "The Kingdom of Grafenland declines it's free trade agreement with Swedserland.",
          "nation" : "Grafenland"
        },
        "1498339150684" : {
          "createdOn" : "25/06/2017 00:19:08",
          "message" : "Kievinki condemns the coup. ",
          "nation" : "Kievinki"
        }
      },
      "createdBy" : "Swedserland",
      "createdOn" : "24/06/2017 00:31:05",
      "description" : "after it was discovered how corrupt the libertarian party was the communist party with  the population marched to the parliament building and overthrew the libritarian party and placed the power back in the hands of the workers",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/Norway.png",
      "title" : "SWEDSERLAND IS FREE"
    },
    "1498300219194" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "United_Netherlands_And_Belgium",
      "createdOn" : "24/06/2017 12:30:24",
      "description" : "After weeks of negotiating between the delegates of New-Indochina, Stahnia, Troiya, Kanisland, New Nexon, Imperial Canadian Union, United Netherlands and Belgium, Prey Nokor, Nevoski, Equatorial Kongo,Victoria and Queensland,\nRetinentia, Ampres, Stoichia, Cacusia, The Kolam Brotherhood, Yolkshire Islands, Slendergrad Wastisia, Paninyava, Rightorkandordia, Manchu, Astrov and Manches, the Charter of the League of Nations, has been finished.\nThe Charter is signed by all nations at the Conference of Dublin, and they shall hereby be the Original Members of the League of Nations.\n\nThe League of Nations (LON or LN) is an intergovernmental organization to promote international co-operation and to create and maintain international order. A replacement for the ineffective NOPS, the organization was established on 24 June 2017 after World War II in order to prevent another such conflict.\n\nThe LON has five principal organs: the General Council (the main deliberative assembly); the Security Council (for deciding certain resolutions for peace and security); the Economic and Social Council (ECOSOC; for promoting international economic and social co-operation and development); the Secretariat (for providing studies, information, and facilities needed by the LON); the International Court of Justice (the primary judicial organ).\n\nThe Permanent Security Council members are United Christophia, New Indochina, Stahnia, Troiya and Kanisland. The other five members are Galland and May, the Imperial Canadian Union, Ampres, Afrikanyika and Cacusia. They shall be elected every 2 years.\n\nThe charter can be found here: https://docs.google.com/document/d/1JsaBYPKc65d4gvZ1FjXbARX_DYyqo9mlhyvC3PObiUc/edit?usp=sharing",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/united_netherlands_and_belgium__843464.jpg",
      "title" : "The Conference of Dublin (the League of Nations Conference)"
    },
    "1498326205304" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1498326742457" : {
          "createdOn" : "24/06/2017 18:52:24",
          "message" : "The Manchesian Government has agreed to the offer.",
          "nation" : "Manches"
        }
      },
      "createdBy" : "Dannan_Shelwe",
      "createdOn" : "24/06/2017 12:43:26",
      "description" : "Delegates and the lead CEO Coleman Hoskins wishes to sign a non aggression pact with Manches so as to protect themselves in the future and promote a strong alliance for Capitalist nations around Norrland",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/dannan_shelwe__517533.png",
      "title" : "Eldaran And Manchesian Non agression pact"
    },
    "1498338087308" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "Gal_May",
      "createdOn" : "24/06/2017 17:01:26",
      "description" : "The Corronation of the Queen has officially begun! All guests have arrived and the royal palace has been prepared for the event.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/gal_may__952163.png",
      "title" : "Coronation Begins"
    },
    "1498380495086" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Manches",
      "createdOn" : "25/06/2017 09:48:17",
      "description" : "The Manchesian Ministry of Defence has approved the increase of military spending from 1.8% to 3%, these new funds are being put into the construction of a much larger Air force and significant additions to the Navy and Army",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/manches__261956.png",
      "title" : "Defence Spending"
    },
    "1498395914798" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "Ampres",
      "createdOn" : "25/06/2017 15:05:15",
      "description" : "The Ampresian and Manchesian government has agreed this morning to build a tunnel under the english channel between the two nations.\nThe construction will cost approximatively 15 billions € (82 430 000 000 Ã Amprois), and will last for approximatively two (rp) years.\n\nBoth nations will pay 7,5 billions €",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/ampres__500063.png",
      "title" : "Tunnel undersea between Ampres and Manches"
    },
    "1498422251754" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1498475119903" : {
          "createdOn" : "26/06/2017 07:05:08",
          "message" : "The Cacusian government will create a trade and military allaiace with the Quantumderpian Republic. The specifics will be planned in private.",
          "nation" : "Democratic_Republic_Of_Cacusia"
        }
      },
      "createdBy" : "The_Quantumderp_Republic",
      "createdOn" : "25/06/2017 16:24:10",
      "description" : "Recently the Quantumderpian leader declared that if the Quantumderpian Republic was to become a major player in Norrland it would have to seek out good allies.  So the Quantumderpian leader now asks other nations to step up and openly proclaim their allegence to the Quantumderpian republic.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/Azores.png",
      "title" : "Quantumderpian leader looking for allies"
    },
    "1498482629505" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1498482827402" : {
          "createdOn" : "26/06/2017 15:13:47",
          "message" : "The Ampresian government accepts the non-aggression pact with the nation of Dannan Shelwe",
          "nation" : "Ampres"
        }
      },
      "createdBy" : "Dannan_Shelwe",
      "createdOn" : "26/06/2017 08:10:31",
      "description" : "The eldaran delegates have concocted a simple nonaggression pact to prevent war with Ampres and to promote a safe trade environment between the two nations the pact in general states a promise from both leaders to not declare war on one another",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/dannan_shelwe__517533.png",
      "title" : "Eldaran-Ampresian Nonaggression pact"
    },
    "1498483160055" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "New-indochina",
      "createdOn" : "26/06/2017 15:19:24",
      "description" : "Today, the Eastern Asian Defense Pact has been founded.\n\nThis pact is founded by the nations of Amenembourg, Manchu, New Indochina and Yolkshire Islands, to avoid future enemy attacks.\nThis means that if a member nation gets invaded/attacked, the other member nations have the right to intervene.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new-indochina__267555.png",
      "title" : "EADP founded"
    },
    "1498483836952" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1498491202854" : {
          "createdOn" : "26/06/2017 16:33:22",
          "message" : "The Manchesian government under John Peterson have agreed to go along with this offer for a declaration of friendship, Manches from now on considers New Woking and itself as close friends.",
          "nation" : "Manches"
        }
      },
      "createdBy" : "New_Woking",
      "createdOn" : "26/06/2017 14:30:36",
      "description" : "Matt Taggart has stepped forward to offer a declaration of friendship with Manches. Manches has recently expanded rapidly and now completely surrounds New Woking geographically. \n\nA friendship between the two nations will allow for increased and more efficient trades, and better diplomatic relations internationally for both nations.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new_woking__594379.png",
      "title" : "New Woking seeks friendship"
    },
    "1498494738566" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Manches",
      "createdOn" : "26/06/2017 17:32:18",
      "description" : "Several Manchesian Companies unveiled their new tank design, which has been accepted as the next tank for the Federation, the Dauntless Mk.1 is considered by many to be one of the best tanks of the times. The Manchesian government is currently debating if these tanks will be sold abroad.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/manches__261956.png",
      "title" : "A New Military Tank"
    },
    "1498505388392" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "comments" : {
        "1498525282076" : {
          "createdOn" : "26/06/2017 19:01:24",
          "message" : "If the leaders of Tortoisera would like top of the line equipment, Stahnia is willing to negotiate manufacturing contracts for military weapons and vehicles. ",
          "nation" : "Stahnia"
        }
      },
      "createdBy" : "Tortoisera",
      "createdOn" : "26/06/2017 21:29:44",
      "description" : "After finding out several flaws in the armed forces of Tortoisera. The government has decided to put more and more funding into the armed forces to make new types of weaponry and vehicle types.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/tortoisera__491091.jpg",
      "title" : "More funding to the TFA"
    },
    "1498511483138" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Gal_May",
      "createdOn" : "26/06/2017 17:11:22",
      "description" : "Just as the Queen was about to be presented with the crown of Galland, May, and Norslyn, a bomb went off just outside of the main chamber of the Royal Palace (where the coronation was taking place) lighting a portion of the building on fire and collapsing most exits. Currently, all world leaders that have gone attended the event are trapped in the main chamber. It is unknown if any leader has been harmed. ",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/gal_may__952163.png",
      "title" : "Bomb goes off during Coronation "
    },
    "1498532939071" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "comments" : {
        "1498533555461" : {
          "createdOn" : "26/06/2017 21:19:14",
          "message" : "Stahnia stands with the victims of the attack and offers its support to Galland and May.",
          "nation" : "Stahnia"
        },
        "1498579893928" : {
          "createdOn" : "27/06/2017 18:11:34",
          "message" : "The Ampresians shows their condolences to the victims of the tragedy",
          "nation" : "Ampres"
        }
      },
      "createdBy" : "Gal_May",
      "createdOn" : "26/06/2017 23:08:58",
      "description" : "Only a few hours ago the Kolding Armed Police and Kolding Fire Service had arrived at the Royal Palace rescuing the victims of the bombing. Sadly, the attack had come with its casualties. Though the majority of guests have come out mostly unharmed, the Leader of CEO Coleman Hoskins (leader of Dannan Shelwe), Queen Erika Runolinna, Prince Jaakko Runolinna, Princess Eva Runolinna (all from Kievinki), and the Queen's younger sister Princess Sofia Kiefer have all perished in the brutal attack. It is expected that the attack has been orchestrated by the disputed heir Former Prince, Julius Kiefer and the nobles who had supported him.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/gal_may__952163.png",
      "title" : "Tragedy in Kolding"
    },
    "1498545214136" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "Kievinki",
      "createdOn" : "27/06/2017 09:33:32",
      "description" : "After hearing the horrid news of what happened at Kolding the Kievinkian Prime Minister Tuomas Pakari held a press conference where he declared four days of national mourning for the deceased royals.\nHe also thanked the first responders for quickly rescuing King Juhana, princess Jenni, the late royal family members and the rest of the victims from the fire.\n\nMr. Pakari went on to say that Kievinki offers their condolences to the victims.\n\nHe added: \"I hope that the perpetrator(s) of the attack would be promptly brought to justice. We will not show any mercy to them.\"",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/kievinki__744211.png",
      "title" : "Kievinki declares four days of mourning"
    },
    "1498564448309" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "Dannan_Shelwe",
      "createdOn" : "27/06/2017 06:54:11",
      "description" : "With the death of CEO Coleman Hoskins former leader and CEO of Hoskins psycho-soft drink  the CEO's of other companies are already setting up for a surprise election. The government is also demanding compensation for their leader's death  ",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/dannan_shelwe__517533.png",
      "title" : "response to tragedy "
    },
    "1498573655411" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1498576033003" : {
          "createdOn" : "27/06/2017 16:07:12",
          "message" : "Manches have decided to contact Taggart to claim their shares.",
          "nation" : "Manches"
        }
      },
      "createdBy" : "New_Woking",
      "createdOn" : "27/06/2017 15:27:35",
      "description" : "Following the launch of an incredibly successful brand, the New Woking Government has today declared that any international franchises of Wokway will be 30% financed by the Government.\n\nThis is a brand new initiative which is aimed at helping Woking businesses, whilst also helping other economies across the globe. Any nations wanting to join this hot deal should report to Matt Taggart in order to claim their share.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new_woking__594379.png",
      "title" : "New Woking proposes overseas investments"
    },
    "1498657911711" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "New-indochina",
      "createdOn" : "28/06/2017 15:51:53",
      "description" : "Today, prime minister Gitte de Poot finally arrived back in New-Indochina. Immediately after she landed, she held a press conference, reacting to the recent happenings.\n\"We offer our condolences to the victims of the Tragedy in Kolding. It is a horrible that such things even happen. But the world is as it is. What happened, happened. We cannot go back in time and stop the tragedy from happening. Instead, we should move on with our lives.\"\n\nThe Indochinese Imperial Family expressed their condolences for the deceased royals of Kievinki and the deceased CEO of Dannan Shelwe. The Imperial Family arrived back in New-Indochina, shortly after the press conference of the PM.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new-indochina__267555.png",
      "title" : "New-Indochina offers condolences to victims"
    },
    "1498687673711" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1499292734120" : {
          "createdOn" : "05/07/2017 17:12:35",
          "message" : "Retinentia is very grateful for this gift, and hopes the two nations can negotiate a playdate sometime in the near future. ",
          "nation" : "Retinentia"
        }
      },
      "createdBy" : "Manches",
      "createdOn" : "28/06/2017 23:07:53",
      "description" : "The Manchesian Government has sent ten Sherman Tanks and one BMP-1 IFV to Retinentia is a token of friendship.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/manches__261956.png",
      "title" : "A Very Generous Donation"
    },
    "1498740907635" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Dannan_Shelwe",
      "createdOn" : "29/06/2017 07:55:11",
      "description" : "Ronald Billingsley from C.D.S Technology Housing inc. was elected as Executive CEO",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/dannan_shelwe__517533.png",
      "title" : "Election Results are in"
    },
    "1498758165736" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Tortoisera",
      "createdOn" : "29/06/2017 19:42:46",
      "description" : "The Tortoiseran military command has now made the Tortoiseran Special Operations Command (TSOCOM), to command the Special Forces of the Tortoiseran Armed Forces.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/tortoisera__491091.jpg",
      "title" : "New Special Forces in Tortoisera"
    },
    "1498759116659" : {
      "approvalCount" : 0,
      "channel" : "General",
      "createdBy" : "Tortoisera",
      "createdOn" : "29/06/2017 19:58:37",
      "description" : "7 AM, Tortoiseran Local Time. A major lighting storm formed over the woods several miles away west of the Capital. 8 AM, Firewatch towers detect a large plume of smoke coming from the woods. Several hours later, the fire has grown into a massive wild fire, spreading very fast. Reports say that the fire is spreading towards the capital as Fire Departments race to stop the wildfire.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/tortoisera__491091.jpg",
      "title" : "Large Wildfire in the Tortoiseran woods"
    },
    "1498759672809" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "New_Woking",
      "createdOn" : "29/06/2017 19:07:54",
      "description" : "New Woking has today decided to start investments on a new Science centre in order to help adapt to the proposed medical facility. The centre will be called the \"Basingstoke Centre\". The expected finish date is yet to be confirmed.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new_woking__594379.png",
      "title" : "New Woking starts construction of new Science Centre"
    },
    "1498841674262" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "The_United_Rhineland",
      "createdOn" : "30/06/2017 09:54:35",
      "description" : "Despite the end of the Great War, the UR military continues its push into NPA territory, hoping to occupy the western portions of the nation. \n\nAlthough a surrender seems unlikely, the UR government is saying that it would \"greatly appreciate the cooperation of the Prussians in order to resolve this conflict as quickly as possible\".\n\nChancellor Adrian Streckenbach even stated that he would be \"open for talks\" with the Prussian PM.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/the_united_rhineland__205475.png",
      "title" : "UR Offensive Continues"
    },
    "1498842577984" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Stoichia",
      "createdOn" : "30/06/2017 18:09:40",
      "description" : "Today, King Pontus the II Kroastensen has been killed by a Nordian nationalist while he was visiting the city for the Nordian National Holiday. The king was standing on a podium to adress the people of Nordia when, a couple of minutes later, a man appeared out of the crowd.The man shot the King straight in the heart. The King has been taken to a hospital but he was declared dead at 5:54 PM CEST.\nThere will be a week of mourning for the whole country. After the incident the PM, Josefine Brodersen, has responded by saying \"this is a time of great sadness but we must stay strong in front of the people who commited such crime and the people who are happy about it\".\nThe queen, Maria Kroastensen, has not yet commented on this. It has been told that she is currently in the Royal House, mourning the loss of her husband.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/stoichia__6118.png",
      "title" : "King killed in the streets of Northdinland"
    },
    "1498867128210" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1499009617700" : {
          "createdOn" : "02/07/2017 16:33:35",
          "message" : "The Troiyan Government has sent a telegram to the Cacusian Government saying \"Stay out of other people's business, you Victoria and Queensland\"",
          "nation" : "Troiya"
        }
      },
      "createdBy" : "Democratic_Republic_Of_Cacusia",
      "createdOn" : "30/06/2017 19:58:31",
      "description" : "Over the past week many parts of the Democratic Republic of Cacusia's military have been returning to Cacusia and are now gathering in the Cacusian Alps and are now are in a state of alert for a possible declaration of war on the United Rhineland for its unprovoked attacks on the New Prussian Assembly. A message was sent to the government of the United Rhineland that effectively said \"Stand down immediately and withdraw your troops from the New Prussian Assembly or face war with the Cacusia and the rest of the Cacusian Commonwealth.\".  The CFA (Cacusian Foreign Aid organization) is now dropping aid packages into the New Prussian Assembly and are also preparing to fly in a large amount of Medics to help civilians. ",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/democratic_republic_of_cacusia__491571.jpg",
      "title" : "Cacusia consolodates forces"
    },
    "1498870528820" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "The_United_Rhineland",
      "createdOn" : "30/06/2017 17:55:30",
      "description" : "Due to rising concern in countries around the world, and particularly in Cacusia, regarding the conflict between the NPA and the UR, the Chancellor's office has stated it \"would like to clarify the reasons behind the conflict with the NPA, and the steps we are taking to carry out our plan\". Chancellor Adrian Streckenbach then gave a speech addressing the international community.\n\n\"It has come to my attention that many around the world see my country's actions against the NPA as unprovoked, aggressive, and dangerous for world peace. Given the cessation of the Great War, many, it seems, believed that our offensive against the NPA would end, and that all violence would cease. This sentiment is wrong, and misinterprets our rationale for advancing into the NPA.\n\nLet me be clear: it is not our intention to cause harm to Prussian civilians or other non-governmental forces within the NPA. Our troops have been given strict orders to get civilians out of dangerous areas at all costs, providing them with shelter and resources if their immediate area is a center of conflict. We take civilian lives, of all nationalities, very seriously.\n\nHowever, we do not deny that our goal is to expand. Germany as a whole would benefit from being united under one government, with increased economic opportunity, security, and welfare for citizens around the area. The UR in particular is at an extreme disadvantage when it comes to sustaining our economy, with limited amounts of agricultural territory, among other issues. These are the reasons behind our advance into the NPA. Our targets are strictly governmental, as we are hoping to swiftly remove the NPA government's authority over the specified regions with minimal loss of life and negligible infrastructural damage. Obviously, we would have preferred a diplomatic resolution to this problem, but when our government reached out to NPA diplomats prior to the conflict, we were met with no response. \n\nAs previously stated, my government is open to any and all talks with neighboring nations, especially the NPA. We look forward to these events being resolved as quickly as possible. Thank you.\"",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/the_united_rhineland__205475.png",
      "title" : "Clarification on NPA Conflict for the International Community"
    },
    "1498880302118" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Gal_May",
      "createdOn" : "30/06/2017 23:38:21",
      "description" : "The disputed heir to the throne of Galland has been captured and charged with treason. Though the majority of parliaments believe Julius should be imprisoned for life because of his actions, the current Queen wishes to execute him on the basis of his despicable actions. Though regardless of the opinion of the Queen, the former prince will be put on trial following the established laws. He is certain to be proven guilty and face life imprisonment. The Trial is to take place later today. ",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/gal_may__952163.png",
      "title" : "Julius Kiefer Captured"
    },
    "1498975943248" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1498976152631" : {
          "createdOn" : "01/07/2017 23:15:52",
          "message" : "All civilians will be provided with shelter and we plan to minimize all fatalities if possible.",
          "nation" : "The_Kolam_Brotherhood"
        }
      },
      "createdBy" : "The_Kolam_Brotherhood",
      "createdOn" : "01/07/2017 23:12:22",
      "description" : "Danzig - A new conflict began today with the declaration of War  against the Prussian Government. Kolami officials stated today that conflict aroused after a border dispute with the Prussians. The Kolami Military has stationed troops along the Prussian border. It is unlikely that the Prussian will be able to resist occupation because they are on another front (Rhine). Troops are blitzing the front lines in attempts to rush towards Poznan, Berlin, and Katowice. The Kolami Government announced that they would allow Prussia to surrender now and they will leave them a portion of land. The Kolami War on the South is unrelated to the recent Rhine activities. Leiterstaat Pestk hopes the occupation will be completed very quickly.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/the_kolam_brotherhood__125324.png",
      "title" : "Pestk Wages War against the NPA"
    },
    "1499008731730" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "New-indochina",
      "createdOn" : "02/07/2017 17:18:52",
      "description" : "Today, the Indochinese people voted for the monarchy, in a referendum held by right-wing republicans. The attendance was 80%. 76% voted for the constitutional monarchy, and 24 voted against the monarchy.\nThis means that the current Indochinese monarchy, one of the few remaining in Norrland, will stay.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new-indochina__267555.png",
      "title" : "New-Indochina voted for referendum about monarchy"
    },
    "1499009535487" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1499009631982" : {
          "createdOn" : "02/07/2017 17:33:53",
          "message" : "The time for the ultimatum is 24 hours",
          "nation" : "New-indochina"
        },
        "1499010473993" : {
          "createdOn" : "02/07/2017 17:47:55",
          "message" : "The Berberstani Government rejects the ultimatum",
          "nation" : "Al_Berberstan"
        }
      },
      "createdBy" : "New-indochina",
      "createdOn" : "02/07/2017 17:32:16",
      "description" : "Today, after weeks, even months of heavy fighting between Indochinese forces and Berberstani forces, the final Berberstani forces have finally surrendered to the Beskerii forces.\n\nThe Berberstani defeat in CA and TBS doesn't mean their final surrender. They still refused to surrender.\nThe ultimatum given to the Berberstani Government, in a last attempt to end the war peacefully:\nIf they do not surrender and withdraw their last forces from Cacusian Acendancy and the Bengal States, Yolkshire Islands, New Indochina and Cacusia will launch a full-scale invasion in Al Berberstan.\n\nDetails about the invasion are unknown.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new-indochina__267555.png",
      "title" : "Cacusian Acendancy and the Bengal States liberated"
    },
    "1499010044215" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "Troiya",
      "createdOn" : "02/07/2017 16:40:41",
      "description" : "Today, the newly reformed Nevoskan army marched across the border with the NPA. Equipped with captured Frisian and stationary Troiyan tanks, the force arrived shortly at Berlin. As most of the army was stationed in the south country fighting the UR, the capital was easily captured. Currently, the Nevoskan forces are continuing forward out of Berlin.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/troiya__49105.jpg",
      "title" : "Nevoski attacks New Prussian Assembly"
    },
    "1499082598478" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "The_Quantumderp_Republic",
      "createdOn" : "03/07/2017 07:49:57",
      "description" : "After relizing that their defence forces were nothing to be proud of quantumderpians have voted to begin investing in their military.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/Azores.png",
      "title" : "The Quantumrepublic is investing in their defence."
    },
    "1499084601004" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Tortoisera",
      "createdOn" : "03/07/2017 14:23:22",
      "description" : "The massive wildfire that struck a week ago has been spreading and spreading each day. Several towns were evacuated due to the fire and some even got consumed by the fire. Several days later after the first sighting, the wildfire has now stopped spreading due to the Fire Department and Fire Planes. The fire is now burning at its spot until it burns out.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/tortoisera__491091.jpg",
      "title" : "Wildfire now under control."
    },
    "1499100679120" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "Ampres",
      "createdOn" : "03/07/2017 18:51:20",
      "description" : "Today, at 1pm, Jonathan VIII the old Emperor which caused the bloody Ampresian civil war, has been found in the Troiyan capital city, and brought back to Ampres by Troiyan Autorities.\n\n\"He will be killed tomorrow, shot in front of all the Ampresians. This is what we get when we are a traitor.\" - François de Bonmérite",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/ampres__500063.png",
      "title" : "Jonathan VIII has been found in Petrograd"
    },
    "1499189903239" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Ampres",
      "createdOn" : "04/07/2017 19:38:25",
      "description" : "After being jailed all the night, and ridiculed, Jonathan VIII has been shot on the Scaffold of Zaynith by François de Bonmérite, in front of almost all the population of Zaynith.\n\nThe execution of Jonathan VIII was broadcast nationwide.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/ampres__500063.png",
      "title" : "Jonathan VIII killed"
    },
    "1499203164424" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Stahnia",
      "createdOn" : "04/07/2017 15:19:24",
      "description" : " Ruler Käddiåston has been shot by Afriki troops during his return to Stahnia. He has been forced to go a hospital in Afrikanyika occupied Khartoum. While he condition is not critical, he was appointed his Vice Ruler Tapocles Mänas to rule Stahnia in his steed for the time being. \n\nActing Ruler Tapocles had this to say upon the temporary transfer of power, \"It is with solemnity I take this responsibility. It is apparent that our foes have not been quiet vanquished yet, therefore we must do more to bring this war to its final conclusion. Stahnian forces will begin to deploy internationally on all fronts to bring this war to it's conclusion. We have waited too long on other nations to bring our conflicts to an end. It is time with finish this, and we finish them.\" ",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/stahnia__657081.jpg",
      "title" : "Tragedy in Stahnia"
    },
    "1499369613691" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Manches",
      "createdOn" : "06/07/2017 20:33:35",
      "description" : "After recent political debate, the Manchesian Parliament has voted to legalise Prostitution within the mainland, further debates are going on about the legalisation of recreational drugs.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/manches__261956.png",
      "title" : "New Legalisations"
    },
    "1499371125660" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Dannan_Shelwe",
      "createdOn" : "06/07/2017 14:58:47",
      "description" : "It was confirmed that the Canary islands are a penal colony for the great country of Dannan Shelwe.  Earlier today the Executive CEO Mr. Ronald stated \"we see no problems with using it as a penal colony they serve their time and help the people of Dannan Shelwe with their labor.\" Anyways back to Jason with the weather.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/dannan_shelwe__517533.png",
      "title" : "Troubles in the isles"
    },
    "1499374239486" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "comments" : {
        "1499376569870" : {
          "createdOn" : "06/07/2017 22:29:31",
          "message" : "Some of the Manchesian public and government see the quote as an attack on Manches with 'Weapons of Words' while others simply believe it is a friendly poke at the desires of being stronger than the other.",
          "nation" : "Manches"
        }
      },
      "createdBy" : "Ampres",
      "createdOn" : "06/07/2017 22:50:40",
      "description" : "The MAW-17 was in prototype stage for few weeks.\n\n\"This new weapon is a new step to surpass the Manchesian Nation, which I consider as our rival, and to reach the hegemonic power in Europe.\" - François de Bonmérite\n\nHere are the statistics of the MAW-17:\n\nAutomatic assault rifle\n\n-Weigth: 3,58kg (unloaded)\n-Weigth: 3,96kg (loaded)\n\n-Length: 820mm\n-Barrel length: 470mm\n\n-Maximum range: 3500m\n-Effective range: 710m\n\n-Cartridges: 4,79x52mm EBON LEAGUE\n-Rate of fire: 800-900 shots/min",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/ampres__500063.png",
      "title" : "The MAW-17, the new Ampresian assault rifle"
    },
    "1499420487693" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "New_Woking",
      "createdOn" : "07/07/2017 10:41:27",
      "description" : "Following the recent agreement with the Government of Manches, Prime Minister Taggart has ordered for the beginning of drafting for the new cities to be built underground. The movement started after a request for more land by the Government, which would have been extremely hard to grasp above land.\n\nThe Government is working on a contract to be signed by Manches' Government, and should be put into place by the end of next week at the latest.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new_woking__594379.png",
      "title" : "New Woking begins draft of new lifestyle"
    },
    "1499439774981" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "New-indochina",
      "createdOn" : "07/07/2017 17:02:55",
      "description" : "Today, the development of the new Aerobus D-C 109, the new aircraft jointly developed by New-Indochina and Manches has started.\nThe Aerobus D-C 109 \"Woking\", is a bomber jet, jointly developed by Manches and New Indochina. Development is expected to finish in 2 years.\nSpecifications will be released later.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new-indochina__267555.png",
      "title" : "New-Indochina and Manches developing new aircraft"
    },
    "1499462006601" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "Grafenland",
      "createdOn" : "07/07/2017 23:13:27",
      "description" : "Due to certain aggressors in Norrland, Grafenland no longer feels safe with his \"Non-Military Policy\"\nKing Florian IV decided to set up a defensive army for all cases.\nHe told the press today: \"Some leaders behave like children and still play with their tanks and combat aircraft. This immature behavior forces us to build a defensive army.\nWe still will continue our peaceful and neutral policy in this world.\"",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/grafenland__72329.png",
      "title" : "Grafenland increases military spending"
    },
    "1499538561781" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "United_Netherlands_And_Belgium",
      "createdOn" : "08/07/2017 20:29:24",
      "description" : "Today, the nation of Manches, has been accepted in the Commonwealth as an official member. This means Manches is the first nation being an official member without having important historical ties with the United Netherlands and Belgium.\n\nPrime Minister Nguyen: \"This shows again, how big the friendship is between us and Manches. We are looking forward to a great future between us and Manches\".\n\nOther Commonwealth members have not reacted yet to the new member, although the Bengal States are shocked that a nation without any important historical ties with the United Netherlands and Belgium, is accepted as official member.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/united_netherlands_and_belgium__843464.jpg",
      "title" : "Manches accepted as official Commonwealth member"
    },
    "1499637456117" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Austrian_habsburgs",
      "createdOn" : "09/07/2017 17:57:34",
      "description" : "After several months of silence from the government of Austrian Habsburgs, citizens from all over the central European Republic have called for new Presidential and Parliamentary elections amid allegations of corruption.\n\nIn an impromptu assembly held last night on July 8 as a result of mounting unrest, Austrian Habsburgs' federal representatives voted 150 to 70 in favor of scheduling premature elections starting as early as July 15. \n\nPresident Karl Fischer expressed his concerns with the resolution, stating that it \"merely serves to indicate weakness within the government, and thereby further paralyze it's legislative capabilities.\"\n\nHe went on, \"we must attempt to first rectify the ills of our Republic, instead of creating its downfall.\"\n\nIn response to the President's comments, prominent leftist activist and member of the Austrian Workers Party (Österreichische Arbeitspartei), Ernst Christian, told ORF 1 that \"the Republic of Austrian Habsburgs has failed its constituency, and that now is the time for change that will end an era of political stagnation.\"\n\nFar-right leader and convicted Felon, Hans Horvath, released a statement with a similar rhetoric, calling upon his supporters to \"rise up and defend the Fatherland.\" \n\nWhether or not the early elections will translate into meaningful change for Austrian Habsburgs remains to be seen. However, what is certain is that the current dissatisfaction from both sides of the political spectrum has resulted in a tense, and many would say increasingly unpredictable, political climate.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/austrian_habsburgs__812090.png",
      "title" : "Weakened Government prompts new Elections"
    },
    "A Third Stahnian Launch, a First Stahnian Satellite" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Stahnia",
      "createdOn" : "06/06/2017 23:45:18",
      "description" : "\nSESA has had their first successful satellite launch today, with a pair of SIEN I satellites (known as SIEN-1 and SIEN-2 respectfully [Surface Inspecting Engagement Noticer]) aboard the Tähílios III rocket system. The launch was from the Stahnian SpacePort, off of launch pad IX. The Tähílios III rocket system is the latest iteration of a geostationary capable launch vehicle to come out of the Mātkāxidi Program. “The successful launch of the twin SIEN satellites has demonstrated the capabilities of this new rocket system,” Director Korhën had to say. “With the completion of this rocket system, the program is nearing completion of its goal. The next and final step of the program is to create a capsule capable of withstanding the rigors of spaceflight with human personale. We already have several designs for such a capsule.” \n \nTähílios III rocket:\n\nThe Tähílios III rocket is the fifth rocket developed for the program, the first rocket (the Próetevin rocket) was scrapped due to its limited launch capabilities with large amounts of cargo. The Tähílios III rocket has incorporated superior engine design and stage separation lessons from the previous iterations. The specs of the rocket are government secrets, however the general specs have been released. The rocket has a 7,900 kg capacity to take to geostationary orbit, and a 22,500 kg capacity for low earth orbit operations. The rocket operates on two stage method (a base stage and a payload stage). \n\nSIEN satellites:\n\nThe SIEN satellites, developed by the Stahnian government in conjunction with Stahnian Communication and Imaging industrial tech specialists, are to be the first of several satellites in a new Suez Satellite Constellation. The Constellation, while not a purely military operation, falls under the command of the Stahnian National Defense force, underneath Operation Rauta. The purpose of the Constellation is for the prevention of any and all threats to the canal area, in the form of invasion by land or sea. While the satellite specs are top secret, the general details have been released. Each satellite is equipped with two main cameras, one for wide range general viewage, and one for localized viewing, a small series of solar cells and panels, a fairly large battery, a series of computers and several small thrusters. The satellite weighs a total of 2300 kgs.\nHow the system works in total is that the WRVC (Wide Range Viewing Camera) surveys the large areas under the satellite’s jurisdiction, and if it sees if there is anything which might be a threat. If there is something which seems to be a threat, the attached computer flags it, and the satellite activates and the (Small Range Viewing Camera) SRVC looks over the flagged area. Every flag sends a notification to the ground teams, however if the SRVC’s attached computer believes it to be a threat an alarm is sounded for the ground teams. The ground teams spread the word to whatever necessary military divisions. The WRVC can survey an area of 100 miles and the SRVC can survey and area of  here. The lifespan of the satellites, once fully operational, is estimated to be approximately eight years.\n \n“The events which lead to the global war with which we are now engaged in have opened my eyes to the need for this Constellation,” Ruler Käddiåston had to say of the events. “The unprovoked invasion by the Afriki could have been dealt with, or even stopped, had we had the information these satellites will be giving us on a moment by moment basis. This investment in spaceflight will pay back itself ‘hundredfold.” The launched satellites have been stationed around the border of Afrikia with Surrelis, and the border of Ehormon with Al Berbestan. (SIEN-1 and SIEN-2 respectively). The Stahnia will quickly add to the constellation as vehicles can be manufactured.\n",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/stahnia__657081.jpg",
      "title" : "A Third Stahnian Launch, a First Stahnian Satellite"
    },
    "A letter to Cacusia" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1497551620796" : {
          "createdOn" : "15/06/2017 14:33:28",
          "message" : "the nation of swedserland will offer you air support and oil to help end the civil war",
          "nation" : "Swedserland"
        }
      },
      "createdBy" : "Zacnov",
      "createdOn" : "15/06/2017 08:21:47",
      "description" : "To: Chancellor Alfapenguice\nFrom: Comrade Max\n\nOn behalf of the Confederacy, I would like to humbly request that Cacusia help the Confederacy in its civil war.\n\nWe require much weaponry, oil, and help from your great armies.\n\nGod bless, the Confederacy sends its regards!",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/East_Timor.png",
      "title" : "A letter to Cacusia"
    },
    "Allies, for the Confederates" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1497374290609" : {
          "createdOn" : "13/06/2017 10:18:10",
          "message" : "ICU forces have been ramping up air and land drills in Northern provinces of the ICU",
          "nation" : "Imperial_Canadian_Union"
        },
        "1497485035204" : {
          "createdOn" : "15/06/2017 08:03:54",
          "message" : "The Democratic Republic of Cacusia. ",
          "nation" : "Zacnov"
        },
        "1497485052911" : {
          "createdOn" : "15/06/2017 08:04:12",
          "message" : "",
          "nation" : "Zacnov"
        }
      },
      "createdBy" : "Zacnov",
      "createdOn" : "13/06/2017 19:16:45",
      "description" : "[Roleplay]\n[The Confederacy of Zacnov, Gaborone]\n[11:21 a.m. Gaborone (Capitol) Time]\n\nUpon receiving an official statement from the Imperial Canadian Union - which stated how they wanted the civil war to end with Queen Fateri, the rightful monarch (as they claimed), as the head of state in a constitutional monarchy - an emergency meeting was held in the Queen's old dinner table.\n\nColonel Sanders, along with Lieutenant Jafari, Commander Max, and Sergeant major Abdul, were all seated along the round table.\n\n\"Excuse me, but, why is there a 16 year old boy here?\" Sanders asked Jafari.\n\n\"He was the only surviving member of his tank team, he was the one who alerted the army about the Queen's getaway...\"\n\n\"So, warrant commander, then?\"\n\nJafari nodded.\n\nOther than that quick chat between Sanders and Jafari, much of the talk was mostly about the ICU's statement and plans to combat this clear declaration of hostilities.\n\n\"We need allies, sir. I'm gonna be frank here, we can't win this war against the royals, unless we have allies...\" Commander Max said, letting the words sink into the colonel.\n\nThe colonel nodded. \"I like your plan. It is much better than attempting a full-on invasion of Royalist owned Namibia, while hoping that the ICU doesn't go along with its promises...\" Jafari agreed, however, Abdul was less than happy to admit that his invasion plan wouldn't work.\n\n\"Boy... Comrade, I want you to get me allies... Can you do that?\"\n\nMax nodded quickly. \"I, sure as hell, can do that!\"\n\n[To be continued]",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/East_Timor.png",
      "title" : "Allies, for the Confederates"
    },
    "Amenembourg attacked" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Amenembourg",
      "createdOn" : "07/06/2017 00:17:22",
      "description" : "A bomb exploded outside the seat of the Administrative Division of Joseon located in the Governorate of Seoul. The authorities have closed the sector. The suspect arrested is a Troyian immigrant. Sources report 5 dead and 11 wounded. A crisis meeting is currently taking place at the presidential palace in Fraiburg where the General Staff is being received with the directors of the secret services.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/amenembourg__792987.png",
      "title" : "Amenembourg attacked"
    },
    "Battle of Bremen started" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1496942306148" : {
          "createdOn" : "08/06/2017 18:18:26",
          "message" : "Manches offer aerial support to the Dutch and also to allow them to Operate from bases.",
          "nation" : "Manches"
        }
      },
      "createdBy" : "United_Netherlands_And_Belgium",
      "createdOn" : "08/06/2017 19:14:15",
      "description" : "Today, first Dutch troops entered the suburbs of Bremen, the Frisian Capital City, starting the Battle of Bremen.\n\nMajor bombings on the Ryksdei and the Presidential palace started the first attacks on the heart of the city. It is expected that the last small resistance of the Keizerlik striidmacht won't last long.\n\nPrime Minister Michel Nguyen demanded the Frisian government to surrender \"to avoid total destruction and occupation\".",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/united_netherlands_and_belgium__843464.jpg",
      "title" : "Battle of Bremen started"
    },
    "Beloved King Hans Kiefer Passes Away at the Age of 87" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "comments" : {
        "1497038843982" : {
          "createdOn" : "09/06/2017 16:07:16",
          "message" : "Chancellor Alfapenguice sends deepest condolences t the people of Galland and May for the loss of such a great leader. As for the debate, the Cacusian senate supports Franziska Keifer as per the wishes of the late King, pointing out that as a child of a politicaly adept family, she probably will be a more competent leader. It should be clear this is not an insult and there is nothing Cacusia can do to influence Galland and Mays actions but it wishes to make its voice heard.",
          "nation" : "Democratic_Republic_Of_Cacusia"
        },
        "1497039317797" : {
          "createdOn" : "09/06/2017 22:15:11",
          "message" : "The royal family of Grafenland also expressed their condolences, but want not to interfere in the disputes.",
          "nation" : "Grafenland"
        }
      },
      "createdBy" : "Gal_May",
      "createdOn" : "09/06/2017 15:57:01",
      "description" : "This Morning, the King of Galland and May passed away after months of fighting against illness. He had worked to democratize the oligarchic republican government, pushed for and funded rural development, and smoothed out the rocky relations between the Gallish and Mayian Parliaments stabilizing the union and calming down separatists. The nation grieves over the great loss of such an important man in its history. \n\nNow comes the Issue of His Majesties succession. He had left his throne to his eldest child Franziska Kiefer. Despite this, there are many who claim she is not eligible for the throne because of her late mother's lack of noble heritage.Queen Aleksandra Ilves-Kiefer was born into a family of wealthy Mayain politicians from Riga who (although powerful) did not have any trace of noble blood.\nTherefore, one of the claimants of the throne is her own brother Julius Kiefer whose mother (The current queen) Queen Diana Rosenfeld-Kiefer comes from a lineage of powerful dukes whose noble bloodline dates back to the first conquests of Jutland in 1374. \n\nDespite the grief felt across the nation, this has already sparked intense debate amongst the nobility and within the parliaments.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/gal_may__952163.png",
      "title" : "Beloved King Hans Kiefer Passes Away at the Age of 87"
    },
    "Beskerii forces captured Manila" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "New-indochina",
      "createdOn" : "11/06/2017 12:26:52",
      "description" : "After weeks of heavy fights, the Beskerii forces finally captured Indochinese Manila from Al Berberstan.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new-indochina__267555.png",
      "title" : "Beskerii forces captured Manila"
    },
    "Cacusian Response to Zacnov" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1497590628602" : {
          "createdOn" : "16/06/2017 13:23:48",
          "message" : "The Confederacy sends its thanks... The Zacni people are grateful for your help.",
          "nation" : "Zacnov"
        }
      },
      "createdBy" : "Democratic_Republic_Of_Cacusia",
      "createdOn" : "15/06/2017 18:20:28",
      "description" : "The Cacusian government will give the Confederacy 110 newly produced Merkava 4 battle tanks as well as 100 Eurofighter Typhoon J fighter planes. It will also send 800 Remington 700 sniper rifles, as well as 50 FN Scar assaut rifles and 700 SIG SG 550s. More will come if called for.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/democratic_republic_of_cacusia__491571.jpg",
      "title" : "Cacusian Response to Zacnov"
    },
    "Civil war in Noorizadeh" : {
      "approvalCount" : 0,
      "channel" : "General",
      "createdBy" : "Noorizadeh",
      "createdOn" : "02/06/2017 19:03:37",
      "description" : "After mounting tensions, rebels, everything it has all come to a break, a terrorist attack on the capital killed the general secretary, leading way for his brother (a brutal anti-semitic far-right dictator) to take power. Now after a failed coup, a civil war is happening. There a 4 sides, Siberian rebels, Current government, Old General secretary supporters, and a new ideology called Novoism.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/noorizadeh__416257.png",
      "title" : "Civil war in Noorizadeh"
    },
    "Conference of Makassar" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "New-indochina",
      "createdOn" : "11/06/2017 12:25:56",
      "description" : "After today, the leaders of Yolkshire Islands, New-Indochina, New Nexon, Stahnia, Troiya and United Netherlands and Belgium, finally came to an agreement at the Conference of Makassar.\n- To avoid any future catastrophic war, an organization named the League of Nations, will be founded, to maintain global peace.\n- Al Berberstan shall be divided in 4 occupation zones, after the war. The occupation zones will be governed by New-Indochina, New Nexon, Stahnia and Yolkshire Islands. After a determined period of time, the occupation zones will merge with each other, unifying the country.\n- The countries of Cacusian Acendancy and The Bengal States shall be liberated by New-Indochina and Yolkshire Islands. Both countries have the right after the war for a new democratic elected government.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new-indochina__267555.png",
      "title" : "Conference of Makassar"
    },
    "Elections Begin in Sançionge" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Sancionge",
      "createdOn" : "16/06/2017 21:47:02",
      "description" : "Today marks the beginning of the Sançionge Presidential Elections. Each party that has gotten over 2% of the vote is permitted to present a candidate for the Presidency. For the fourth election in a row only five parties have been permitted to run: Le Syndicat Progressif (SP), Le Parti Libertaire Moderne(PLM), Les Vertes(Vertes), Le Parti National de Sançionge (PNS), and Le Parti Communiste Réformé (PCR). The two most popular parties (SP and PLM) have both selected relatively polarizing candidates for the Republic's highest office. Abel Durand (the candidate from the SP) has been ridiculed for being far too sympathetic and supportive of Ampres at the expense of Sançionge. Meanwhile the PLM candidate Pierre Blanc has been accused of high-level corruption, he had allegedly utilised foreign bank accounts in the nation of Grafenland to avoid government intervention into his lavish personal expenditure of federal funds during his term as a Representative of Osismes-Vénètes. It seems that many of Sançionge's citizens still havent made their choice ",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/sancionge__725986.png",
      "title" : "Elections Begin in Sançionge"
    },
    "Establishment of the \"Atlantic Entente\"" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "Sancionge",
      "createdOn" : "10/06/2017 12:20:31",
      "description" : "This Morning President Nicolas Moreau met with the Leaders of Manches and Personian to discuss matters of regional security. it was agreed upon that, because of the relatively small size of each nation, a pact of mutual assistance would be necessary to defend themselves from any threat. This Pact is Called the \"Atlantic Entente\" ",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/Valencian_Community.png",
      "title" : "Establishment of the \"Atlantic Entente\""
    },
    "First steps of the Ampresian government" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "comments" : {
        "1497727658488" : {
          "createdOn" : "17/06/2017 12:27:44",
          "message" : "The ICU will support it's imperial ally with aid in research and war tech if asked.",
          "nation" : "Imperial_Canadian_Union"
        },
        "1497815504656" : {
          "createdOn" : "18/06/2017 21:51:44",
          "message" : "The Ampresian government allows the ICU to aid in research and war tech",
          "nation" : "Ampres"
        }
      },
      "createdBy" : "Ampres",
      "createdOn" : "17/06/2017 11:22:44",
      "description" : "The Emperor has shown his project about the future of Ampres.\n\n\"I have many projects to tell you. The defense and the environmental budget will both increase, I don't want a war in this country, we have already suffered from that. \nThe Ampresian Nation might possess the atomic bomb, however, I promise that the use of this weapon will only be in case of EXTREME necessity, to dissuade someone to attack us.\nthe Ampresian Nation will also expand in the seas. With the Ampresians overseas territories, Ampres is now in most of the oceans.\nAll these actions will lead Ampres to be one of the most influencial and strongest country in the world.\"",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/ampres__500063.png",
      "title" : "First steps of the Ampresian government"
    },
    "Frisian leader dead!" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Greater_Fryslan",
      "createdOn" : "10/06/2017 14:50:34",
      "description" : "After several Dutch bombings on the Presidential Palace, the former Royal Palace, the Frisian leader, was found dead in the ruins of the building, probably hit by bomb fragments.\nThis is a major victory for the Dutch forces, which have captured all suburbs and major areas around the City of Bremen, the centre of Bremen. Dutch forces are still fighting against Frisian forces. It is expected for Bremen to fall in the next couple of weeks.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/greater_fryslan__878995.png",
      "title" : "Frisian leader dead!"
    },
    "Government pledges more funding to Football" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "New_Woking",
      "createdOn" : "03/06/2017 20:58:45",
      "description" : "Following New Woking's early exit from the World Cup, the Government has pledged to increase the nation's funding for football by 12%. The Government stated that this would help to increase tourism, health among the nation and the nation's international presence.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new_woking__594379.png",
      "title" : "Government pledges more funding to Football"
    },
    "Grafenland closes borders to Ampres" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "comments" : {
        "1496804995196" : {
          "createdOn" : "06/06/2017 20:09:57",
          "message" : "The ICU urges Grafenland to support the rebels in their cause for a new Emperor",
          "nation" : "Imperial_Canadian_Union"
        },
        "1496820484549" : {
          "createdOn" : "07/06/2017 09:28:04",
          "message" : "Grafenland declines to participate in the war.",
          "nation" : "Grafenland"
        }
      },
      "createdBy" : "Grafenland",
      "createdOn" : "06/06/2017 23:35:47",
      "description" : "The Royal Cabinet announced that the borders to the neighboring country Ampres will be closed until further notice.\n\"Because of the civil war in the neighboring country, we can not take any risk\", said King Florian IV to the press.\nThe borders to the neighborhood are only opened once the war has ended and peace and stability have returned.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/grafenland__72329.png",
      "title" : "Grafenland closes borders to Ampres"
    },
    "Grafenland opens the borders again to the neighboring country Ampres" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1497446325918" : {
          "createdOn" : "14/06/2017 15:18:46",
          "message" : "The new Ampresian government accepts to start trade relations with Grafenland",
          "nation" : "Ampres"
        },
        "1497528587121" : {
          "createdOn" : "15/06/2017 14:09:46",
          "message" : "The government of Grafenland is pleased about Ampres' approval on new trade relations.",
          "nation" : "Grafenland"
        }
      },
      "createdBy" : "Grafenland",
      "createdOn" : "14/06/2017 15:15:26",
      "description" : "After the civil war is ended, the Grafenlandian government decided to open the borders to Ampres again.\nIn a press conference the king also said, that he wants to start trade relations with the new government of Ampres.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/grafenland__72329.png",
      "title" : "Grafenland opens the borders again to the neighboring country Ampres"
    },
    "Grafenland, a kingdom for corporations and start up businesses" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "comments" : {
        "1497590671697" : {
          "createdOn" : "16/06/2017 13:24:31",
          "message" : "[OOC]Yeah! Enterprise! Woooo!",
          "nation" : "Zacnov"
        },
        "1497625019380" : {
          "createdOn" : "16/06/2017 10:56:47",
          "message" : "the nation of swedserland will invest into your economy and also we wish for free trade",
          "nation" : "Swedserland"
        },
        "1497691835722" : {
          "createdOn" : "17/06/2017 11:30:34",
          "message" : "Grafenland agrees to a free trade agreement with Swedserland but the Government makes it clear, that Grafenland don't want to be a part of the \"Schengen Area\". This trade agreement only exists with Swedserland.",
          "nation" : "Grafenland"
        }
      },
      "createdBy" : "Grafenland",
      "createdOn" : "16/06/2017 00:40:04",
      "description" : "After a debate of several days with his Cabinet, King Florian IV decided that the commercial tax and the VAT will finally be abolished in Grafenland.\nCompanies now only have to pay a corporate tax rate of 2.5% on their annual profit.\n\nThis morning, the King made a statement to the Grafenlandian press: \"We want to put a mark with this law change, a mark for all free-lancers, workers and diligent people who have earned their money honestly. In Grafenland, people will be allowed to keep their money, their whole earned money! Nobody has the right to rob them of their money, not even the government. We also want to make our country more attractive to young and creative entrepreneurs.\nOn the other hand, we will not pay any subsidies to companies. Free market also means free of subsidies. This is an important topic and I want to make this clear.\"\n\nYears ago, Grafenland abolished many consumption taxes, such as tobacco tax, alcohol tax, mineral oil tax and many more. Every citizen in Grafenland currently pays only a flat income tax of 9%, the companies now only 2.5% company tax.\nGrafenland continues the course of the consequent \"minimum state\".",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/grafenland__72329.png",
      "title" : "Grafenland, a kingdom for corporations and start up businesses"
    },
    "Heart attack of the Emperor" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "comments" : {
        "1496337186776" : {
          "createdOn" : "01/06/2017 19:13:07",
          "message" : "The royal Cabinet of Grafenland sends cordial condolences to the Government of Ampres.",
          "nation" : "Grafenland"
        },
        "1496338902173" : {
          "createdOn" : "01/06/2017 19:41:45",
          "message" : "The Government of New-Indochina sends her condolences to the Imperial Family of Ampres.",
          "nation" : "New-indochina"
        }
      },
      "createdBy" : "Ampres",
      "createdOn" : "01/06/2017 18:55:14",
      "description" : "Thursday, at 8am, the Emperor Jonathan VII suffered a heart attack.\n\nThe emergency services of Zaynith arrived in the Ampresian Palace not long after, and the Emperor was taken in the best hospital of Zaynith. However, they could not do anything.\n\nAt 4pm, the death of the Emperor is official.\n\nThe Ampresian government stated \"Some weeks ago, the Emperor was suffering from cardiac problems, but he told us to not say anything about it.\"\n\nHis son, Jonathan VIII will now be the Emperor of Ampres, at 22 years old.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/ampres__500063.png",
      "title" : "Heart attack of the Emperor"
    },
    "ICU helps rebels stage overthrow in Zaynith" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "Imperial_Canadian_Union",
      "createdOn" : "08/06/2017 21:41:30",
      "description" : "In a recent turn of events, ICU special forces entered the capital under the cover of night with allied rebels with ease as most of the army was out fighting rebel positions. At 2100 PST, the Emperor of the ICU was informed that the operation was a success and the emperor and all those loyal to him have been captured, and a new, temp office has been set up to inform amry groups to come home. The Amprisian Emperor is expected to name a successor soon, who will lead the country with aid from fellow empire, ICU.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/imperial_canadian_union__970716.png",
      "title" : "ICU helps rebels stage overthrow in Zaynith"
    },
    "La Riviere is surrounded" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Ampres",
      "createdOn" : "07/06/2017 13:46:54",
      "description" : "After 2 days of fights near La-Riviere, the capital city of the region Haute-Connaissances is surrounded by the Imperial Army.\nWater and food are stolen, and there are continuous bombardments on the city.\n\n\nMeanwhile, the Rebels are at 150km of Zaynith. The Emperor moved most of the army at their positions. \n\nIn the region Grand Sud-Est, the Imperial Army can't walk further into the region, because of the stalemate.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/ampres__500063.png",
      "title" : "La Riviere is surrounded"
    },
    "Major Skyscraper fire in downtown Los Tortoisa" : {
      "approvalCount" : 0,
      "channel" : "General",
      "createdBy" : "Tortoisera",
      "createdOn" : "19/06/2017 23:09:05",
      "description" : "During this afternoon in the capital of the Republic. A major fire started on one of the highest skyscrapers in the city, starting at the 64th floor. Firefighters are trying to control the fire as citizens are trapped upstairs. 3 hours later, the fire has now stopped, but several citizens are dead. The TIA [Tortoisera Inteligence Agency] is currently doing a full investigation of the fire.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/tortoisera__491091.jpg",
      "title" : "Major Skyscraper fire in downtown Los Tortoisa"
    },
    "Military Drills" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Federation_Of_Cerava",
      "createdOn" : "01/06/2017 09:32:51",
      "description" : "Internal Military Exercise",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/federation_of_cerava__114627.png",
      "title" : "Military Drills"
    },
    "New Woking condemns Cereva" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "New_Woking",
      "createdOn" : "01/06/2017 15:41:58",
      "description" : "Following Cereva's military drills, the Prime Minister of New Woking announced their disapproval of the military drills.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new_woking__594379.png",
      "title" : "New Woking condemns Cereva"
    },
    "New Woking run completely by renewable energy" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "New_Woking",
      "createdOn" : "11/06/2017 16:43:01",
      "description" : "Today marks the start of New Woking's experiment which will mean the nation uses only renewable energy for as long as possible. Experts suggest that this will last for around 3 months before having to switch back to 70% renewable energy.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new_woking__594379.png",
      "title" : "New Woking run completely by renewable energy"
    },
    "New-Indochinese forces won Battle of Can Tho" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "New-indochina",
      "createdOn" : "01/06/2017 19:45:42",
      "description" : "Today at 10.00AM Eastern Indochina Time (GMT+8), first reports of independent sources arrived, concluding that Indochinese forces have won the Battle of Can Tho.\nThis is confirmed at 19.00 EIT, when the Berberstani General of the 8th Army Group signed the surrender of Berberstani forces in Can Tho.\nThis is the first major defeat for Al Berberstan in the Great War.\nNew-Indochinese forces also managed to win the Siege of Hanoi and are currently pushing Berberstani forces back, safeguarding the northern area of the Tonkin province. \nMeanwhile, Yolkshirian forces also managed to defend Jakarta from Berberstani forces.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new-indochina__267555.png",
      "title" : "New-Indochinese forces won Battle of Can Tho"
    },
    "Operation SUN begins" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Ampres",
      "createdOn" : "08/06/2017 19:15:23",
      "description" : "At 7pm the operation Sun has begun. the first Ampresian troops has landed in the coastlines of the region Grand Sud-Est, and in Corsica.\n\nMeanwhile, the heavy bombardments on the capital city of Haute-Connaissances has killed more than 50 000. The actual population of La Riviere is 1 000 000.\nThe Imperial Army started to torch the city.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/ampres__500063.png",
      "title" : "Operation SUN begins"
    },
    "Operation Window Market started" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "New-indochina",
      "createdOn" : "01/06/2017 19:50:49",
      "description" : "Today, after the Berberstani surrender in Can Tho, the Indochinese Prime Minister Gitte de Poot, gave the start signal for Operation Window Market.\n\nThe goal of Operation Windows Market, which was planned after the Indochinese arrival in the Imperial Canadian Union, is to regain control of the disputed territory of Indochinese Manila, which is currently controlled by Berberstani forces.\n\nAround 23.00, the first stage of Indochinese, Nexonan and Yolkshirian forces landed on the shores. More waves will arrive later, respectively at 02.00, 05.00 and 07.00. It is unknown when it will be expected for the Beskerii forces to regain control of Indochinese Manila. ",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new-indochina__267555.png",
      "title" : "Operation Window Market started"
    },
    "Rebels rise up against the Ampresian government" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "comments" : {
        "1496678299372" : {
          "createdOn" : "05/06/2017 08:58:19",
          "message" : "The ICU will fight the secessionist forces in Ampres with the permission of the Royal Empire of Ampres.",
          "nation" : "Imperial_Canadian_Union"
        },
        "1496681761061" : {
          "createdOn" : "05/06/2017 18:56:00",
          "message" : "The Ampresian government accept the help from others countries, and the government thanks the ICU for his help",
          "nation" : "Ampres"
        }
      },
      "createdBy" : "Ampres",
      "createdOn" : "04/06/2017 21:21:01",
      "description" : "After major protests in the regions of Grand Sud-Est and Haute-Connaissances,\nThe Emperor ordered to the army to shoot on the protesters.\nDuring the shootings, 14 are killed and 27 are injured.\n\nMeanwhile, in the region Connaissances, the rebels has begun to rise up against the government.\n\nSome hours after, the regions Grand Sud-Est,  Haute-Connaissances and the rebels declared war on the government.\n\nThe rebels wants to keep the Empire, but they want another Emperor,\nthe secessionist wants their independence.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/ampres__500063.png",
      "title" : "Rebels rise up against the Ampresian government"
    },
    "Schengen Area" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1497535642865" : {
          "createdOn" : "15/06/2017 16:07:25",
          "message" : "The Dutch Government does not want to join the Schengen Area.",
          "nation" : "United_Netherlands_And_Belgium"
        },
        "1497642514462" : {
          "createdOn" : "16/06/2017 20:48:33",
          "message" : "A referendum has started on the possibility of Troiya joining the Schengen Area.",
          "nation" : "Troiya"
        }
      },
      "createdBy" : "Swedserland",
      "createdOn" : "14/06/2017 18:18:37",
      "description" : "at 10:45 today the new government has   created the norrland Schengen Area a treaty that has abolished border control and today the government is asking nations to join the schengen area to promote unity free trade and travel  ",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/Norway.png",
      "title" : "Schengen Area"
    },
    "Secessionist movements, Ampres withdrew from the Great War" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "comments" : {
        "1496573262521" : {
          "createdOn" : "04/06/2017 12:47:44",
          "message" : "The Indochinese Government respects the Ampresian decision to withdraw from the war.",
          "nation" : "New-indochina"
        },
        "1496577830833" : {
          "createdOn" : "04/06/2017 13:03:50",
          "message" : "Wilhelm iz Liderov has offered support and awaits a reply from the Emperor.",
          "nation" : "Troiya"
        }
      },
      "createdBy" : "Ampres",
      "createdOn" : "04/06/2017 12:25:39",
      "description" : "Already a few days since the new Emperor has taken the power, and he has already removed many rights like the freedom of the Press, and the right to protest.\n\nMany secessionist movements are protesting against the government, especially in the region of Grand Sud-Est and the region of Haute-Connaissances.\n\nthe Emperor has chosen to withdraw from the war.\n\"We need to withdraw from the war. These secessionist movements are becoming bigger and bigger, we'll have to stop them.\"\n\n",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/ampres__500063.png",
      "title" : "Secessionist movements, Ampres withdrew from the Great War"
    },
    "Slendergradian Coup, Again" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "New_Nexon",
      "createdOn" : "04/06/2017 09:08:40",
      "description" : "Following the near collapse of the nation, the democratic wing of the Slendergradian military organised a coup against the current totalitarian government. President 'El Chino' (the nickname of Charles Kazuo) was killed after military jets bombed the presidential palace with incendiary bombs, burning the entire building down. 33 corpses were found in the ruins, one of which was confirmed to be El Chino's.\n\nPresident Michael Jones was installed as the new President. He had asked the military to surrender and began the process for negotiating a peace treaty.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new_nexon__226768.png",
      "title" : "Slendergradian Coup, Again"
    },
    "Taggart invites world leaders for a Summit Meeting" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1497900909646" : {
          "createdOn" : "19/06/2017 21:35:10",
          "message" : "The Indochinese government is sending a delegate for the Summit Meeting in New Woking. Prime Minister de Poot stated that environmental protection is needed, to secure the future of our youth.",
          "nation" : "New-indochina"
        },
        "1497901021757" : {
          "createdOn" : "19/06/2017 20:37:01",
          "message" : "Manches, as a fiercely Capitalist nation refuses, claiming that it is bad for business and that coal is a significant piece of the Manchesian economy",
          "nation" : "Manches"
        },
        "1497931164035" : {
          "createdOn" : "19/06/2017 21:59:24",
          "message" : "The Stahnian Government shall be sending a delegate to the conference to help lobby for increased Nuclear and Hydroelectric power in the world's nations.",
          "nation" : "Stahnia"
        }
      },
      "createdBy" : "New_Woking",
      "createdOn" : "19/06/2017 20:31:07",
      "description" : "Following New Woking's pledge to ensure that the environment is protected for the future, the Prime Minister has invited Environmental Agents around the world to a summit to prevent poor climate change in the future.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new_woking__594379.png",
      "title" : "Taggart invites world leaders for a Summit Meeting"
    },
    "The Ampresian civil war is now a part of history" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "comments" : {
        "1497307739087" : {
          "createdOn" : "13/06/2017 06:48:58",
          "message" : "The Confederacy would like to commend the efforts of the brave Ampres who seceded from the tyrannical rule of the monarchy. As for the new king, we implore that you make the right choice, and bring democratic reforms to the oppressive regime.",
          "nation" : "Zacnov"
        },
        "1497331715125" : {
          "createdOn" : "12/06/2017 22:28:38",
          "message" : "The ICU will help oversee the new Emperor for a time, and will continue to reinforce their ally against tyrannical secessionist forces and partisans in the fringe areas of Ampres. The Emperor would also like to mention that backing a sepratsit stare, especially one that lost the war, is not a good way to make allies, and the ICU will be keeping close watch to assure that no funding goes to rebel groups anywhere in Norrland. \"Steps have been taken to stop this from happening in the future\" -ICU emperor Maxim on The Confedracy of Zacnov's comments on the civil war. ",
          "nation" : "Imperial_Canadian_Union"
        },
        "1497417805116" : {
          "createdOn" : "14/06/2017 13:23:24",
          "message" : "[Statement from Confederate Command] The Confederacy​, would like to make it clear, that it has never once funded any rebel movements in any nations... It has only encouraged action against the tyrannical rule of the monarchy.",
          "nation" : "Zacnov"
        },
        "1497478235057" : {
          "createdOn" : "14/06/2017 18:10:22",
          "message" : "the natinn of swedserland offers aid to your nation to rebuild after this bloody civil war ",
          "nation" : "Swedserland"
        },
        "1497478265860" : {
          "createdOn" : "14/06/2017 18:10:53",
          "message" : "the nation of swedserland offers aid to your nation to rebuild after this bloody civil war ",
          "nation" : "Swedserland"
        },
        "1497694034980" : {
          "createdOn" : "17/06/2017 12:07:15",
          "message" : "The Ampresian government accepts the help from Swedserland",
          "nation" : "Ampres"
        }
      },
      "createdBy" : "Ampres",
      "createdOn" : "12/06/2017 21:49:22",
      "description" : "This afternoon, the secessionists troops surrendered, after being pushed back to their capital city, and at 5pm, the Imperial Army and the government surrendered to the rebels.\n\nThe short, but bloody Ampresian civil war, which caused the deaths of ~320 000 Ampresians is now a part of history.\n\nThe Emperor has chosen his successor, which was the rebels' leader, François de Bonmérite.\n\nIt is the end of the reign of the Jonathan family in Ampres.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/ampres__500063.png",
      "title" : "The Ampresian civil war is now a part of history"
    },
    "The Imperial Army push back the Secessionists of the region Haute-Connaissance in their capital city" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "comments" : {
        "1496804947544" : {
          "createdOn" : "06/06/2017 20:09:09",
          "message" : "After long thought talks with his staff, the Emperor has decided to pull it's support to the Ampres Imperial Army and has instead decided to side with the rebels, this comes after news of the ruling emperor advocating his troops to commit war crimes, something which the ICU will not stand for. As of right now, ICU forces are aiding rebels in a coup d'etat against the ruling class in favor of a new, less oppressive emperor.  ",
          "nation" : "Imperial_Canadian_Union"
        }
      },
      "createdBy" : "Ampres",
      "createdOn" : "05/06/2017 19:26:51",
      "description" : "After major fights, the Imperial Army push back the secessionists of the region of Haute-Connaissances in their capital city without a lot of resistance. The Imperial Army is now at the gates of La-Rivière, the capital city of the region Haute-Connaissances. The Emperor ordered to the army to burn the city and kill most of the civilians.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/ampres__500063.png",
      "title" : "The Imperial Army push back the Secessionists of the region Haute-Connaissance in their capital city"
    },
    "The International Association of Worker's Parties" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "Stoichia",
      "createdOn" : "17/06/2017 19:55:57",
      "description" : "Today the leaders of The Alliance of Communists and Socialists and the Nordian Socialist Party, Frederik Bernt Swenhaugen and Håvard Bakke, have announced the creation of the International Association of Worker's Parties.\nThe Headquarters of the IAWP are set to be in Northdinland, Stoichia.\nThe purpose of this association is to unite leftists from all around the world to fight for the establishment of a world socialist society and to fight against the capitalist threat.\nThe first meeting of the IAWP will take place in Northdinland and any member of a leftist party will be invited.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/stoichia__6118.png",
      "title" : "The International Association of Worker's Parties"
    },
    "The Pyongyang Pact" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "createdBy" : "Troiya",
      "createdOn" : "03/06/2017 13:04:04",
      "description" : "On the 3/06/2017, the Imperial Dictator of Personian, David Cameron and the Emperor of Greater Troiya, Sing Hichi, signed a treaty called the \"Pyongyang Pact\". The treaty said that the two nations would eternally be allied and would protect each other from aggressors. Willhelm iz Liderov, President of Troiya, has shown upset over the alliance and multiple naval units from Borneo are said to be circling the South China Sea and the Sea of Japan, around Greater Troiyan and Amenembourg.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/troiya__49105.jpg",
      "title" : "The Pyongyang Pact"
    },
    "The Zacni Civil War" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "comments" : {
        "1497323328534" : {
          "createdOn" : "13/06/2017 11:08:48",
          "message" : "Status update from the Federalist Army: Several border clashes have happened along the Nambian-Botswanan border... Casualties: Low, for now.",
          "nation" : "Zacnov"
        },
        "1497331799687" : {
          "createdOn" : "12/06/2017 22:30:03",
          "message" : "The ICU urges the Confederacy to allow the return of the queen, who was wrongly overthrown, as a constitutional monarch, to be the head of state of the country.",
          "nation" : "Imperial_Canadian_Union"
        }
      },
      "createdBy" : "Zacnov",
      "createdOn" : "12/06/2017 13:28:33",
      "description" : "Shortly after the revolution in the capitol city of Gaborone, it was soon discovered that Queen Fateri had fled to Botswana owned Nambia and declared herself Queen of all Botswana and Nambia... Now, a civil war rages on between the Royalist Nambians and the Federalist Zacnis...",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/East_Timor.png",
      "title" : "The Zacni Civil War"
    },
    "The Zacni Revolution!" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "comments" : {
        "1497142568409" : {
          "createdOn" : "11/06/2017 08:56:07",
          "message" : "[b][Roleplay][/b] [I][nation]Zacnov[/nation], South East District, Gaborone.[/I] [I]June 10 2017, 01:01 a.m. [/I] [I]It is time...[/I] Colonel Sanders thought to himself as he cocked his Armalite M15.  Behind him, were 42 other men and women... Their mission: To infiltrate the palace and capture the Queen. If this all worked out, the entire Queedom of Botswana would fall, and in its place, would rise, [nation]Zacnov[/nation].  His walkie-talkie roared with static.  He picked it up, and held it to his ear.  [b]\"*Static* We are in, positi*Static*. Over.[/b]  The colonel spoke into the device. \"We await your signal, comrades... Over.\"  3 minutes had passed until they heard an explosion at the other side of the palace.  \"The Queen! Move, move!\" One of the royal guards in the area yelled before he ran toward the gate to open it.  He signalled to another guardsman at the top, the gate started to open.  \"Together, comrades! For the Confederacy!\" Sanders yelled at his men.  His reply, a thunderous primal yell of approval. Causing a few of the guardsmen to run off in fear.  They sprang from the bushes, surprising the Royalist scum. Gun fire could be heard in the quiet of night as the rebels brought doom upon the Royalist scum.  \"Federalists, die!\"  \"Death to the monarchy!\"  \"Freedom!\"  \"For the Queen!\"  All these, and snippets of other war slogans, could be heard alongside the gun fire. Chaos reigned in the inky blackness of the night... The only form of light coming from the erratic pulses of gun fire.  \"Enough, comrades! If we truly want to be free, we must nip away our oppressers right in the bud! Forward, to the palace!\" Sanders yelled as the guards on top realized what was going on.  He took a few pot shots at the gears of the gate, forcing the gate to obey gravity.  This caused the other rebel Federalists and him to roar their approval. They then quickly moved into the palace. As they marched into the palace, artillery rounds could be heard from elsewhere in the city as the rest of the Federalist army mobilized into the capitol. ---------- Max moved his left foot down on the driver.  The tank stopped.  \"Comrades, something is not right...\"  \"Commander?\" The main gunner asked.  \"I see the Royalists, retreating from the palace!\"  \"What is so wrong about that, commander?\" Asked the driver.  \"Why would they abandon the Queen so easily? These are men who owe her their social standing and life! Something is amiss...\"  As Max said this, a tiny little limousine drove past the tank.   And in an instant, Max's sparp eyes picked up something... The Queen's face!  \"Comrades, follow that limousine!\"  He lifted off his left foot, and planted his right foot back onto the driver. The engine roared into action.  The gun spun about, its gun arching closer, and closer toward the limo.  [I]BOOM![/I]  The back of the tank exploded, sending the engine on fire...  Comradess, run!\" Someone yelled.  [I]BOOM![/I]  Another explosion. This time, the main gun was dented in its back.  Max just barely escaped... His grey uniform now filled with black smudges and red stains.  [I]The Federalists, they need to know![/I] Max thought as he attempted to catch his breath from his sudden sprint...  Fortunately for Max, the secondary gunner's body had taken much of the second round's impact, leaving him rather unscathed.  He looked around at his surroundings. [I]I lost her![/I]  ---------- \"Comrades! She has escaped!\"  \"How!?\" Sanders asked out loud.  The soldier who said that just shook his head.  The colonel started to ground his teeth in anger...",
          "nation" : "Zacnov"
        }
      },
      "createdBy" : "Zacnov",
      "createdOn" : "11/06/2017 08:52:07",
      "description" : "For nearly 10 decades, Botswana has been under the oppressive monarchy... But now, this all changes, as the Federalists, a secret rebel movement, stage their final attack on the capitol! Long live, the Confederacy!",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/East_Timor.png",
      "title" : "The Zacni Revolution!"
    },
    "The new Emperor shows his hate about his nation" : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "createdBy" : "Ampres",
      "createdOn" : "03/06/2017 11:21:58",
      "description" : "One day after the burial of the old Emperor, the new Emperor  makes hateful speechs about Ampres and the Ampresians.\n\n\"It's a shame for me, to be Ampresian.\"\n\nThe Emperor didn't even come to the burial of his dad.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/ampres__500063.png",
      "title" : "The new Emperor shows his hate about his nation"
    },
    "Troiyan Marines Land in Normandy" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1497331883679" : {
          "createdOn" : "12/06/2017 22:31:27",
          "message" : "As the war is now over, the troiyan marines can return home, and if transport is not readily available, the Imperial Air Force is more that willing to accommodate. ",
          "nation" : "Imperial_Canadian_Union"
        }
      },
      "createdBy" : "Troiya",
      "createdOn" : "09/06/2017 17:06:34",
      "description" : "Around 60,000 Naval Marines from Troiya have landed on the coast of Normandy, Ampres. They are helping the Empire fight the separatist rebels. The Marines have captured nine separatist-controlled towns.\n\nTroiyan Casulties: 1,046\nAmpresian Separist Casulties: 2,746",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/troiya__49105.jpg",
      "title" : "Troiyan Marines Land in Normandy"
    },
    "United Netherlands and Belgium invades Greater Fryslan" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1496594037140" : {
          "createdOn" : "04/06/2017 17:33:57",
          "message" : "Manches offer to allow Dutch airforces to Operate from FAFM Hull and Dutch fleets to Operate from FNM Hull.",
          "nation" : "Manches"
        }
      },
      "createdBy" : "United_Netherlands_And_Belgium",
      "createdOn" : "04/06/2017 15:14:08",
      "description" : "Today, at 01.00 Central European Time (GMT+1), Dutch forces landed on the Frisian coasts at the Wadden Sea. This operation, was already planned between the nations Victoria and Queensland, and United Netherlands and Belgium, to create a western front line in the war torn European continent.\nAround 15.00 CET, the Wadden Isles were liberated, as well as the coastal area at Harlingen.\n\"The first twenty-four hours of this operation are crucial. If we don't advance within 24 hours to Leeuwarden, this landing can be considered a fail.\" First Chief Marshall Jan Kees Rozenveld, at a press conference in Belfast.\nIt is most likely that the forces will successfully advance to Leeuwarden.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/united_netherlands_and_belgium__843464.jpg",
      "title" : "United Netherlands and Belgium invades Greater Fryslan"
    },
    "Zuthran-Cuban Cold War" : {
      "approvalCount" : 0,
      "channel" : "International Affairs",
      "comments" : {
        "1497590573077" : {
          "createdOn" : "16/06/2017 13:22:53",
          "message" : "[OOC]: Bringing Norrlandic politics into the roleplay? I like it!",
          "nation" : "Zacnov"
        },
        "1497642570876" : {
          "createdOn" : "16/06/2017 20:49:30",
          "message" : "The Socialist Order of Troiya has sent military aid to Cuba in case of total war between Cuba and Zuthra and has also armed the border between Troiya and the nation.",
          "nation" : "Troiya"
        }
      },
      "createdBy" : "Zuthra",
      "createdOn" : "15/06/2017 17:25:10",
      "description" : "Tensions are rising between Zuthra and Greater Cuba with only a temporary cease fire being called as of now. The zuthran government hopes to remove the threat accordingly and fix relations between both nations to ensure these nations do not end up in an unnecessary war which both parties may lose ground in their attempt to gain traction in Norrland Politics.",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/zuthra__825457.jpg",
      "title" : "Zuthran-Cuban Cold War"
    },
    "national election " : {
      "approvalCount" : 0,
      "channel" : "Internal Affairs",
      "comments" : {
        "1497642396124" : {
          "createdOn" : "16/06/2017 20:46:35",
          "message" : "The Socialist Order of Troiya shows annoyance with the loss of the Communist Party's rule.",
          "nation" : "Troiya"
        },
        "1497642399881" : {
          "createdOn" : "16/06/2017 20:46:39",
          "message" : "The Socialist Order of Troiya shows annoyance with the loss of the Communist Party's rule.",
          "nation" : "Troiya"
        }
      },
      "createdBy" : "Swedserland",
      "createdOn" : "14/06/2017 18:08:33",
      "description" : "the 2017 swedserland election is over the ruling communist party has lost the election and the libertarian party has taken power in the nation with a landslide victory of 80% of the vote ",
      "disapprovalCount" : 0,
      "flag" : "https://www.nationstates.net/images/flags/Norway.png",
      "title" : "national election "
    }
  },
  "gov" : {
    "Chancellor" : {
      "description" : "Has executive control in the Government. Is essentially the face of the region and governs all events that occur within the region.",
      "imgSrc" : "https://firebasestorage.googleapis.com/v0/b/norrland-rp-centre.appspot.com/o/new_woking__884081.png?alt=media&token=94da1a45-04bc-4777-8aba-91402292fd50",
      "name" : "New Woking"
    },
    "Foreign Minister" : {
      "description" : "The Foreign Minister is in control of maintaining and creating diplomatic relations with other regions. This is mainly done through embassies.",
      "imgSrc" : "https://firebasestorage.googleapis.com/v0/b/norrland-rp-centre.appspot.com/o/Stahnian_Flag_2.png?alt=media&token=3226c18c-0143-4d4b-b20b-2ab58daa71fb",
      "name" : "Stahnia"
    },
    "Local Minister" : {
      "description" : "The Local Minister is in charge of ensuring that all internal events go smoothly and present Norrland in a positive manner. This can be through RP events or moderation.",
      "imgSrc" : "https://firebasestorage.googleapis.com/v0/b/norrland-rp-centre.appspot.com/o/new-indochina__267555.png?alt=media&token=43bfc2ea-bf8d-45fc-8e2b-84166e370931",
      "name" : "New-Indochina"
    }
  },
  "nations" : {
    "A-elten" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/a-elten__651602.png"
    },
    "Afrikanyika" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/afrikanyika__583320.jpg"
    },
    "Al_Berberstan" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/al_berberstan__56376.png"
    },
    "Amenembourg" : {
      "budget" : 9522052,
      "flag" : "https://www.nationstates.net/images/flags/uploads/amenembourg__792987.png"
    },
    "Ampres" : {
      "budget" : 3840612,
      "flag" : "https://www.nationstates.net/images/flags/uploads/ampres__859279.png",
      "isAdmin" : false,
      "population" : "62100000"
    },
    "Austrian_Habsburgs" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/austrian_habsburgs__812090.png"
    },
    "Austrian_habsburgs" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/austrian_habsburgs__812090.png",
      "isAdmin" : false
    },
    "Becnam" : {
      "budget" : 1607392,
      "flag" : "https://www.nationstates.net/images/flags/Default.png"
    },
    "Bisley" : {
      "budget" : 118883,
      "flag" : "https://www.nationstates.net/images/flags/Chuuk.png",
      "isAdmin" : true,
      "military" : [ {
        "itemCost" : 4,
        "itemName" : "Frontline Soldier",
        "quantity" : "6000"
      }, {
        "itemCost" : 1,
        "itemName" : "Reserve Soldier",
        "quantity" : "10000"
      } ],
      "population" : "20000",
      "remainingBudget" : 84883
    },
    "Cacusian_Acendancy" : {
      "budget" : 7819527,
      "flag" : "https://www.nationstates.net/images/flags/uploads/cacusian_acendancy__117961.jpg",
      "military" : [ {
        "itemCost" : 50000,
        "itemName" : "Long Range Missile System",
        "quantity" : "1"
      }, {
        "itemCost" : 700,
        "itemName" : "Transport Helicopter",
        "quantity" : "10"
      }, {
        "itemCost" : 1500,
        "itemName" : "Trainer Plane",
        "quantity" : "2"
      }, {
        "itemCost" : 20000,
        "itemName" : "Frigate",
        "quantity" : "2"
      }, {
        "itemCost" : 20000,
        "itemName" : "Destroyer",
        "quantity" : "2"
      }, {
        "itemCost" : 6000,
        "itemName" : "Costal Defense Craft",
        "quantity" : "2"
      }, {
        "itemCost" : 9000,
        "itemName" : "Corvette",
        "quantity" : "2"
      }, {
        "itemCost" : 850,
        "itemName" : "Attack Helicopter",
        "quantity" : "30"
      }, {
        "itemCost" : 300,
        "itemName" : "Armored fighting vehicle",
        "quantity" : "20"
      }, {
        "itemCost" : 3000000,
        "itemName" : "Aircraft Carrier",
        "quantity" : "1"
      }, {
        "itemCost" : 1,
        "itemName" : "Reserve Soldier",
        "quantity" : "4000"
      }, {
        "itemCost" : 4,
        "itemName" : "Frontline Soldier",
        "quantity" : "4000"
      }, {
        "itemCost" : 850,
        "itemName" : "Battle Tank",
        "quantity" : "700"
      }, {
        "itemCost" : 5500,
        "itemName" : "Fighter Plane",
        "quantity" : "700"
      }, {
        "itemCost" : 850,
        "itemName" : "Battle Tank",
        "quantity" : "50"
      }, {
        "itemCost" : 850,
        "itemName" : "Battle Tank",
        "quantity" : "100"
      }, {
        "itemCost" : 10000,
        "itemName" : "Medium Range Missile System",
        "quantity" : "1"
      }, {
        "itemCost" : 2300,
        "itemName" : "Fixed Wing Attack Aircraft",
        "quantity" : "4"
      }, {
        "itemCost" : 850,
        "itemName" : "Attack Helicopter",
        "quantity" : "2"
      }, {
        "itemCost" : 850,
        "itemName" : "Attack Helicopter",
        "quantity" : "4"
      }, {
        "itemCost" : 1,
        "itemName" : "Reserve Soldier",
        "quantity" : "1200"
      } ],
      "population" : "1340069423",
      "remainingBudget" : 27
    },
    "Dannan_Shelwe" : {
      "budget" : 1019066,
      "military" : [ {
        "itemCost" : 850,
        "itemName" : "Battle Tank",
        "quantity" : "10"
      }, {
        "itemCost" : 9000,
        "itemName" : "Corvette",
        "quantity" : "18"
      }, {
        "itemCost" : 20000,
        "itemName" : "Destroyer",
        "quantity" : "20"
      }, {
        "itemCost" : 20000,
        "itemName" : "Frigate",
        "quantity" : "9"
      }, {
        "itemCost" : 4,
        "itemName" : "Frontline Soldier",
        "quantity" : "33000"
      }, {
        "itemCost" : 1,
        "itemName" : "Reserve Soldier",
        "quantity" : "36566"
      }, {
        "itemCost" : 20000,
        "itemName" : "Frigate",
        "quantity" : "5"
      } ],
      "remainingBudget" : 0
    },
    "Democratic_Republic_Of_Cacusia" : {
      "budget" : 2255587,
      "flag" : "https://www.nationstates.net/images/flags/uploads/democratic_republic_of_cacusia__491571.jpg"
    },
    "Federation_Of_Cerava" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/federation_of_cerava__114627.png"
    },
    "Frittenia" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/frittenia__978985.jpg"
    },
    "Gal_May" : {
      "budget" : 2261578,
      "flag" : "https://www.nationstates.net/images/flags/uploads/gal_may__952163.png",
      "military" : [ {
        "itemCost" : 4,
        "itemName" : "Frontline Soldier",
        "quantity" : "100000"
      }, {
        "itemCost" : 1,
        "itemName" : "Reserve Soldier",
        "quantity" : "600000"
      }, {
        "itemCost" : 300,
        "itemName" : "Armored fighting vehicle",
        "quantity" : "20"
      }, {
        "itemCost" : 850,
        "itemName" : "Attack Helicopter",
        "quantity" : "10"
      }, {
        "itemCost" : 850,
        "itemName" : "Battle Tank",
        "quantity" : "10"
      }, {
        "itemCost" : 9000,
        "itemName" : "Corvette",
        "quantity" : "5"
      }, {
        "itemCost" : 6000,
        "itemName" : "Costal Defense Craft",
        "quantity" : "15"
      }, {
        "itemCost" : 20000,
        "itemName" : "Destroyer",
        "quantity" : "3"
      }, {
        "itemCost" : 5500,
        "itemName" : "Fighter Plane",
        "quantity" : "20"
      }, {
        "itemCost" : 2300,
        "itemName" : "Fixed Wing Attack Aircraft",
        "quantity" : "30"
      }, {
        "itemCost" : 20000,
        "itemName" : "Frigate",
        "quantity" : "1"
      }, {
        "itemCost" : 700,
        "itemName" : "Transport Helicopter",
        "quantity" : "10"
      }, {
        "itemCost" : 2500,
        "itemName" : "Transport Plane",
        "quantity" : "2"
      }, {
        "itemCost" : 50000,
        "itemName" : "Long Range Missile System",
        "quantity" : "1"
      }, {
        "itemCost" : 10000,
        "itemName" : "Medium Range Missile System",
        "quantity" : "3"
      }, {
        "itemCost" : 5000,
        "itemName" : "Short Range Missile System",
        "quantity" : "10"
      }, {
        "itemCost" : 300,
        "itemName" : "Armored fighting vehicle",
        "quantity" : "10"
      }, {
        "itemCost" : 6000,
        "itemName" : "Costal Defense Craft",
        "quantity" : "10"
      }, {
        "itemCost" : 5500,
        "itemName" : "Fighter Plane",
        "quantity" : "5"
      }, {
        "itemCost" : 2300,
        "itemName" : "Fixed Wing Attack Aircraft",
        "quantity" : "5"
      }, {
        "itemCost" : 9000,
        "itemName" : "Corvette",
        "quantity" : "2"
      }, {
        "itemCost" : 5000,
        "itemName" : "Short Range Missile System",
        "quantity" : "5"
      }, {
        "itemCost" : 20000,
        "itemName" : "Frigate",
        "quantity" : "2"
      }, {
        "itemCost" : 9000,
        "itemName" : "Corvette",
        "quantity" : "2"
      }, {
        "itemCost" : 5000,
        "itemName" : "Short Range Missile System",
        "quantity" : "2"
      }, {
        "itemCost" : 850,
        "itemName" : "Battle Tank",
        "quantity" : "10"
      }, {
        "itemCost" : 300,
        "itemName" : "Armored fighting vehicle",
        "quantity" : "20"
      }, {
        "itemCost" : 5500,
        "itemName" : "Fighter Plane",
        "quantity" : "20"
      }, {
        "itemCost" : 2300,
        "itemName" : "Fixed Wing Attack Aircraft",
        "quantity" : "20"
      }, {
        "itemCost" : 5500,
        "itemName" : "Fighter Plane",
        "quantity" : "20"
      }, {
        "itemCost" : 2300,
        "itemName" : "Fixed Wing Attack Aircraft",
        "quantity" : "20"
      }, {
        "itemCost" : 300,
        "itemName" : "Armored fighting vehicle",
        "quantity" : "100"
      }, {
        "itemCost" : 20000,
        "itemName" : "Frigate",
        "quantity" : "2"
      }, {
        "itemCost" : 40000,
        "itemName" : "Submarine",
        "quantity" : "2"
      }, {
        "itemCost" : 6000,
        "itemName" : "Costal Defense Craft",
        "quantity" : "2"
      } ],
      "population" : "35789643",
      "remainingBudget" : 1078
    },
    "Grafenland" : {
      "budget" : 0,
      "flag" : "https://www.nationstates.net/images/flags/uploads/grafenland__72329.png",
      "population" : "8287000"
    },
    "Greater_Fryslan" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/greater_fryslan__878995.png"
    },
    "Hofsa" : {
      "budget" : 709234,
      "flag" : "https://www.nationstates.net/images/flags/uploads/hofsa__844784.png"
    },
    "Imperial_Canadian Union" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/imperial_canadian_union__970716.png"
    },
    "Imperial_Canadian_Union" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/imperial_canadian_union__970716.png"
    },
    "Jokovia" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/jokovia__563386.jpg"
    },
    "Kanisland" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/kanisland__902970.jpg"
    },
    "Kievinki" : {
      "budget" : 2358683,
      "flag" : "https://www.nationstates.net/images/flags/uploads/kievinki__744211.png",
      "population" : "8375000"
    },
    "Kongariget_Danmark" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/kongariget_danmark__106837.jpg"
    },
    "Lavenore" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/lavenore__862080.jpg"
    },
    "Manches" : {
      "budget" : 4213174,
      "flag" : "https://www.nationstates.net/images/flags/uploads/manches__261956.png",
      "population" : "95008836"
    },
    "Medrar" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/medrar__780123.png"
    },
    "Neutrone" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/neutrone__706318.jpg"
    },
    "New-indochina" : {
      "budget" : 4698871,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new-indochina__267555.png",
      "population" : "300000000"
    },
    "New_Nexon" : {
      "budget" : 607211,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new_nexon__226768.png"
    },
    "New_Woking" : {
      "budget" : 620003,
      "flag" : "https://www.nationstates.net/images/flags/uploads/new_woking__594379.png",
      "isAdmin" : false
    },
    "Noorizadeh" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/noorizadeh__416257.png"
    },
    "Old_Nexon" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/old_nexon__164488.png"
    },
    "Retinentia" : {
      "budget" : 5899513,
      "flag" : "https://www.nationstates.net/images/flags/uploads/retinentia__242562.png"
    },
    "Rosway" : {
      "budget" : 1617342,
      "flag" : "https://www.nationstates.net/images/flags/uploads/rosway__235985.png",
      "isAdmin" : false,
      "population" : "146000000"
    },
    "Sancionge" : {
      "budget" : 2820887,
      "flag" : "https://www.nationstates.net/images/flags/uploads/sancionge__725986.png"
    },
    "Slendergrad" : {
      "budget" : 14278562,
      "flag" : "https://www.nationstates.net/images/flags/Default.png"
    },
    "Stahnia" : {
      "budget" : 6799284,
      "flag" : "https://www.nationstates.net/images/flags/uploads/stahnia__657081.jpg",
      "isAdmin" : false,
      "military" : [ {
        "itemCost" : 4,
        "itemName" : "Frontline Soldier",
        "quantity" : "251500"
      }, {
        "itemCost" : 1,
        "itemName" : "Reserve Soldier",
        "quantity" : "112100"
      }, {
        "itemCost" : 300,
        "itemName" : "Armored fighting vehicle",
        "quantity" : "780"
      }, {
        "itemCost" : 850,
        "itemName" : "Attack Helicopter",
        "quantity" : "84"
      }, {
        "itemCost" : 850,
        "itemName" : "Battle Tank",
        "quantity" : "645"
      }, {
        "itemCost" : 9000,
        "itemName" : "Corvette",
        "quantity" : "19"
      }, {
        "itemCost" : 6000,
        "itemName" : "Costal Defense Craft",
        "quantity" : "40"
      }, {
        "itemCost" : 20000,
        "itemName" : "Destroyer",
        "quantity" : "34"
      }, {
        "itemCost" : 5500,
        "itemName" : "Fighter Plane",
        "quantity" : "157"
      }, {
        "itemCost" : 2300,
        "itemName" : "Fixed Wing Attack Aircraft",
        "quantity" : "358"
      }, {
        "itemCost" : 20000,
        "itemName" : "Frigate",
        "quantity" : "26"
      }, {
        "itemCost" : 40000,
        "itemName" : "Submarine",
        "quantity" : "12"
      }, {
        "itemCost" : 1500,
        "itemName" : "Trainer Plane",
        "quantity" : "391"
      }, {
        "itemCost" : 700,
        "itemName" : "Transport Helicopter",
        "quantity" : "40"
      }, {
        "itemCost" : 2500,
        "itemName" : "Transport Plane",
        "quantity" : "110"
      }, {
        "itemCost" : 5000,
        "itemName" : "Short Range Missile System",
        "quantity" : "6"
      }, {
        "itemCost" : 10000,
        "itemName" : "Medium Range Missile System",
        "quantity" : "3"
      }, {
        "itemCost" : 50000,
        "itemName" : "Long Range Missile System",
        "quantity" : "2"
      } ],
      "population" : "153168697",
      "remainingBudget" : 134
    },
    "Stoichia" : {
      "budget" : 11226154,
      "flag" : "https://www.nationstates.net/images/flags/uploads/stoichia__6118.png"
    },
    "Sunash" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/sunash__971542.png"
    },
    "Svear_Rike" : {
      "flag" : "https://www.nationstates.net/images/flags/Sweden.png"
    },
    "Swedserland" : {
      "flag" : "https://www.nationstates.net/images/flags/Norway.png"
    },
    "The_Athyrian_People" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/the_athyrian_people__230019.png"
    },
    "The_Kolam_Brotherhood" : {
      "budget" : 3463331,
      "flag" : "https://www.nationstates.net/images/flags/uploads/the_kolam_brotherhood__125324.png"
    },
    "The_Quantum_Empire" : {
      "flag" : "https://www.nationstates.net/images/flags/Bermuda.png"
    },
    "The_Quantumderp_Republic" : {
      "budget" : 0,
      "flag" : "https://www.nationstates.net/images/flags/Azores.png",
      "population" : "46000000"
    },
    "The_United Rhineland" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/the_united_rhineland__484199.png"
    },
    "The_United_Rhineland" : {
      "budget" : 13007842,
      "flag" : "https://www.nationstates.net/images/flags/uploads/the_united_rhineland__205475.png"
    },
    "Tortoisera" : {
      "budget" : 2102889,
      "flag" : "https://www.nationstates.net/images/flags/uploads/tortoisera__491091.jpg",
      "military" : [ {
        "itemCost" : 850,
        "itemName" : "Attack Helicopter",
        "quantity" : "48"
      }, {
        "itemCost" : 700,
        "itemName" : "Transport Helicopter",
        "quantity" : "32"
      }, {
        "itemCost" : 1500,
        "itemName" : "Trainer Plane",
        "quantity" : "16"
      }, {
        "itemCost" : 2500,
        "itemName" : "Transport Plane",
        "quantity" : "5"
      }, {
        "itemCost" : 6000,
        "itemName" : "Costal Defense Craft",
        "quantity" : "69"
      }, {
        "itemCost" : 300,
        "itemName" : "Armored fighting vehicle",
        "quantity" : "264"
      }, {
        "itemCost" : 4,
        "itemName" : "Frontline Soldier",
        "quantity" : "64000"
      }, {
        "itemCost" : 1,
        "itemName" : "Reserve Soldier",
        "quantity" : "15000"
      }, {
        "itemCost" : 850,
        "itemName" : "Battle Tank",
        "quantity" : "125"
      }, {
        "itemCost" : 20000,
        "itemName" : "Destroyer",
        "quantity" : "1"
      }, {
        "itemCost" : 5500,
        "itemName" : "Fighter Plane",
        "quantity" : "12"
      }, {
        "itemCost" : 20000,
        "itemName" : "Destroyer",
        "quantity" : "15"
      }, {
        "itemCost" : 5500,
        "itemName" : "Fighter Plane",
        "quantity" : "34"
      }, {
        "itemCost" : 9000,
        "itemName" : "Corvette",
        "quantity" : "50"
      }, {
        "itemCost" : 2300,
        "itemName" : "Fixed Wing Attack Aircraft",
        "quantity" : "20"
      }, {
        "itemCost" : 850,
        "itemName" : "Attack Helicopter",
        "quantity" : "60"
      } ],
      "remainingBudget" : 12739
    },
    "Troiya" : {
      "budget" : 4008393,
      "flag" : "https://www.nationstates.net/images/flags/uploads/troiya__49105.jpg",
      "isAdmin" : false,
      "population" : "106275491"
    },
    "United_Christophia" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/united_christophia__682339.png"
    },
    "United_Finland_And_Karelia" : {
      "budget" : 7576562,
      "flag" : "https://www.nationstates.net/images/flags/Finland.png"
    },
    "United_Netherlands_And_Belgium" : {
      "budget" : 1041592,
      "flag" : "https://www.nationstates.net/images/flags/uploads/united_netherlands_and_belgium__843464.jpg",
      "population" : "20000000"
    },
    "Yolkshire_Islands" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/yolkshire_islands__174646.png"
    },
    "Zacnov" : {
      "budget" : 3016602,
      "flag" : "https://www.nationstates.net/images/flags/East_Timor.png"
    },
    "Zuthra" : {
      "flag" : "https://www.nationstates.net/images/flags/uploads/zuthra__825457.jpg"
    }
  },
  "shop-items" : {
    "Troops" : {
      "Frontline Soldier" : 4,
      "Reserve Soldier" : 1
    },
    "Vehicles" : {
      "Aircraft Carrier" : 3000000,
      "Armored fighting vehicle" : 300,
      "Attack Helicopter" : 850,
      "Battle Tank" : 850,
      "Corvette" : 9000,
      "Costal Defense Craft" : 6000,
      "Destroyer" : 20000,
      "Fighter Plane" : 5500,
      "Fixed Wing Attack Aircraft" : 2300,
      "Frigate" : 20000,
      "Submarine" : 40000,
      "Trainer Plane" : 1500,
      "Transport Helicopter" : 700,
      "Transport Plane" : 2500
    },
    "Weapons Systems" : {
      "Long Range Missile System" : 50000,
      "Medium Range Missile System" : 10000,
      "Short Range Missile System" : 5000
    }
  }
}
